{
    "createTeamDoneMessage": "Het team \"%s\" is aangemaakt !",
    "createTeamNameAlreadyExist": "Een team met deze naam bestaat al !",
    "createTeamNeedName": "Geef het team een naam. (E.g. : `>create team Fnatic`)",
    "nameAlreadyUsedByTheSystem": "Deze naam is al in gebruik op dit systeem. Gebruik een andere naam.",
    "createTeamHelpMessage": "Maak een nieuw team aan. Laat je spelers samenvoegen in een groep op het infopaneel. Manage Channel rechten nodig.",
    "createPlayerDoneMessage": "De speler %s is aangemaakt met het account \"%s\".",
    "createPlayerMalformedWithRegionOption": "Deze command is verkeerd opgesteld. Zet het alsjeblieft in de goeie volgorde : `>create player @DiscordPlayerMention (Region) (SummonerName)`\nAls de regio niet in ingesteld dan wordt de standaard regio (%s) gebruikt.",
    "createPlayerMalformedWithoutRegionOption": "Deze command is verkeerd opgesteld. Zet het alsjeblieft in de goeie volgorde :`>create player @DiscordPlayerMention (Region) (SummonerName)`",
    "createPlayerAlreadyRegistered": "Het genoemde lid is al geregistreerd. Als je een tweede lol account wilt toevoegen, gebruik dan dit command ``>add account``.",
    "permissionNeededCreateOtherPlayer": "Je kan geen speler aanmaken dan jijzelf als je hier geen *%s* rechten voor hebt. Sorry hiervoor :/",
    "createPlayerHelpMessage": "Maakt een gebruiker aan met de gegeven informatie.",
    "impossibleToCreateInfoChannelMissingPerms": "Onmogelijk om infoChannel aan te maken ! Ik heb hier geen rechten voor. Geef mij de rechten Manage Channel of gebruik `>define infoChannel #MentionOfTheChannel`.",
    "channelCreatedMessage": "Het kanaal is aangemaakt!",
    "loading": "*Laden...*",
    "infoChannelTitle": "__**Informatie Paneel**__",
    "infochannelAlreadyExist": "%s bestaat al, verwijder eerst de andere.",
    "nameOfTheInfoChannelNeedToBeLess100Characters": "De naam moet kleiner zijn dan 100 karakters.",
    "nameOfInfochannelNeeded": "Geef de naam op voor het kanaal op in de command.",
    "addPlayerToTeamCommandHelp": "Voeg de genoemde speler toe aan het opgegeven team. Manage Channel rechten nodig.",
    "createInfoChannelHelpMessage": "Maakt een informatie kanaal aan waar ik de informatie kan verzenden over de spelers. Manage Channel rechten nodig.",
    "playerAddedInTheTeam": "De speler is toegevoegd !",
    "givenTeamNotExist": "Het gegeven team bestaat niet ! (Hint: De teamnaam moet zo komen te staan : `>add playerToTeam @PlayerMentioned (TeamName)`)",
    "mentionnedPlayerIsAlreadyInATeam": "De genoemde speler is al een andere team (%s) !",
    "mentionOfUserNeedToBeAPlayer": "De vermelde gebruiker is geen speler !",
    "mentionOfPlayerNeeded": "Vermeld alstublieft een geregisteerde speler !",
    "accountAddedToPlayer": "Dit account \"%s\" is toegevoegd aan de speler %s.",
    "accountAlreadyLinkedToAnotherPlayer": "Dit account is al een gekoppeld aan de speler %s !",
    "riotApiSummonerByNameErrorUnexpected": "Ik heb een onverwachte fout, probeer het opnieuw. Error code: %d",
    "riotApiSummonerByNameError404": "De summoner naam is niet correct. Controleer de summoner naam en regio en probeer het opnieuw.",
    "riotApiSummonerByNameError429": "Ik heb geen toegang tot de Riot Server. Probeer het later opnieuw.",
    "riotApiSummonerByNameError503": "Riot server is niet beschikbaar. Probeer het later opnieuw.",
    "riotApiSummonerByNameError500": "Er is een fout opgetreden bij de Riot Server. Probeer het opnieuw.",
    "regionTagInvalid": "Deze regio label is ongeldig. (Geldige tags: EUW, EUNE, NA, BR, JP, KR, LAN, LAS, OCE, RU, TR)",
    "addCommandMalformedWithRegionOption": "Deze command is verkeerd opgesteld. Zet het alsjeblieft in de goeie volgorde : `>add %s @DiscordPlayerMention (Region) (SummonerName)`\nAls de regio niet in ingesteld dan wordt de standaard regio (%s) gebruikt.",
    "addCommandMalformedWithoutRegionOption": "Dit command is verkeerd opgesteld. Zet het alsjeblieft in de goeie volgorde : `>add %s @DiscordPlayerMention (Region) (SummonerName)`",
    "mentionnedUserNotRegistered": "De genoemde speler is niet geregistreerd, maak eerst een aan met de command `>create player`.",
    "permissionNeededUpdateOtherPlayer": "Je kan geen account toevoegen voor een andere speler als jijzelf als hier geen rechten voor hebt in dit kanaal. Sorry daarvoor :/",
    "mentionNeededMessageWithUser": "Graag maar een speler tegelijkertijd noemen in deze server (e.g. `>create player @%s (Region) (SummonerName)`).",
    "permissionNeededMessage": "Je hebt de rechten \"%s\" om dit te kunnen doen.",
    "addAccountHelpMessage": "Voegt het opgegeven account aan de genoemde speler.",
    "setupHelpMessage": "Geeft informatie om hoe je Zoe moet instellen.",
    "resetTimeoutMessage": "Ik wacht al meer als een minuut. Ik ga niet langer meer wachten. Graag reageer op het command met '>reset' als je me opnieuw wilt instellen.",
    "resetCancelMessage": "Akkoord, ik heb nu niks te doen.",
    "resetDoneMessage": "Klaar, ik ben helemaal opnieuw ingesteld.",
    "resetConfirmationMessage": "Oke, laten we gaan ! Reset ...",
    "resetCommandHelp": "Stelt de huidige configuratie instellingen opnieuw in.",
    "refreshCommandHelp": "Handmatig het informatie paneel van de server vernieuwen.",
    "patchNotesCommandHelp": "Verzend de patch notities van je huidige versie (patch notities zijn in het engels).",
    "configCommandHelp": "Open een interactief bericht om de server te configureren.",
    "aboutCommandHelp": "Geeft de informatie van de bot.",
    "missingPermissionOwnerMessage": "Hallo! Ik ben een bot van je server %s.\nIk heb deze \"%s\" permissies nodig om in het informatie kanaal te werken. Als je hulp nodig hebt, kun je de hulp Discord server joinen:  %s.\nDit bericht wordt elke keer opnieuw verzonden als ik opnieuw opstart. Bedankt voor je begrip!",
    "helpMessageSendConfirmation": "Ik heb je alle commands in je prive berichten gestuurd.",
    "endHelpMessage": "Voor aanvullende hulp kun je onze officiele Discord server joinen:",
    "commandPlural": "Commands",
    "command": "Command",
    "startHelpMessage": "Hier zijn mijn commands:",
    "resetWarningMessage": "**WAARSCHUWING**: deze opdracht stelt de configuratie van de bot voor deze server opnieuw in! Discord-gerelateerde dingen worden niet verwijderd (Zoe's berichten en tekstkanalen). Weet je zeker dat je dit wilt doen?\n\nAls je dit echt wilt doen, reageer dan met **JA**.",
    "aboutMessage": "Hallo, ik ben een League Of Legends-bot geschreven in Java door KaluNight#0001. Ik bied de mogelijkheid om een informatiepaneel te maken waarmee je direct in een Discord-kanaal kunt zien of je vrienden in het spel zijn, terwijl je verschillende informatie geeft over de huidige games.\nOfficiële Discord-server: %s\nKlik [hier](%s) om mij toe te voegen aan uw server!\n\n*Ik hou van vlinders, eenhoorns en kijken naar het einde van eindige werkelijkheden!*\n\nZoe wordt niet onderschreven door Riot Games en weerspiegelt niet de standpunten of meningen van Riot Games of iemand die officieel betrokken is bij de productie of het beheer van League of Legends.",
    "setupMessage": "Hallo, je zult zien, mijn commando's zijn echt niet ingewikkeld. Weet allereerst dat je al mijn commando's kunt zien met een help met het commando `>help`. Typ `>commandName help` om hulp te krijgen over één specifieke opdracht. Zorg er ook voor dat je toestemming hebt om de kanalen te beheren (machtiging Kanalen beheren).\n\n1. Maak om te beginnen een informatiekanaal aan met het commando `>create infoChannel channelName`. Je kunt ook een bestaande definiëren met het commando `>define infoChannel #mentionOfAChannel`.\n2. Voeg vervolgens de League of Legends-spelers toe aan het systeem met het commando `>create player @MentionOfPlayer (ServerTag) (SummonerName)`. Je kunt een secundair account aan een speler toevoegen met het commando `>add accountToPlayer @mentionOfPlayer (ServerTag) (SummonerName)`\n3. U kunt het commando `>config` gebruiken om uw server te configureren zoals u dat wilt.\n\nDat is alles, uw informatiesysteem is goed geïmplementeerd. Als je vragen hebt, functieverzoeken hebt of gewoon wilt discussiëren, kom dan gerust hier: https://discord.gg/whc5PrC\n*Opmerking: het informatiepaneel wordt elke 5 minuten bijgewerkt, infokaarten worden verzonden in ~20 sec.*",
    "levelShort": "Lvl"
}
