{
    "startHelpMessage": "Sau đây là các lệnh của tôi:",
    "command": "Lệnh",
    "commandPlural": "Các lệnh",
    "endHelpMessage": "Để được trợ giúp thêm, bạn có thể tham gia máy chủ chính thức của chúng tôi:",
    "helpMessageSendConfirmation": "Tôi đã gửi cho bạn tất cả các lệnh trong tin nhắn riêng.",
    "missingPermissionOwnerMessage": "Chào bạn! Tôi là bot của máy chủ %s của bạn.\nTôi cần quyền \"%s\" trong kênh thông tin (infochannel) để hoạt động bình thường. Nếu bạn cần giúp đỡ, bạn có thể tham gia máy chủ hỗ trợ tại đây: %s.\nTin nhắn này sẽ được gửi mỗi khi tôi khởi động lại. Cảm ơn bạn trước!",
    "aboutCommandHelp": "Cung cấp thông tin về Zoe",
    "aboutMessage": "Chào bạn, tôi là Zoe, một bot Liên Minh Huyền Thoại được KaluNight viết bằng Java.\nZoe cung cấp thông tin hữu ích về các trận đấu trong tài khoản Liên Minh Huyền Thoại của bạn, tất cả được tập trung tại một kênh văn bản duy nhất, giúp bạn nắm bắt thông tin tốt nhất về các trận đấu của mình.\n\nMáy chủ Discord chính thức: %s\nĐể thêm tôi vào máy chủ của bạn, hãy nhấp vào [đây](%s)!\n\n*Tôi thích những chú bướm, kỳ lân và ngắm nhìn sự kết thúc của những thực tại hữu hạn!*\n\nZoe không được Riot Games xác nhận và không phản ánh quan điểm hay ý kiến của Riot Games hoặc bất kỳ ai có liên quan chính thức đến việc sản xuất hoặc quản lý Liên Minh Huyền Thoại.",
    "configCommandHelp": "Mở một tin nhắn tương tác để cấu hình máy chủ.",
    "patchNotesCommandHelp": "Gửi bản ghi chú vá lỗi Zoe của phiên bản hiện tại (bản ghi chú vá lỗi bằng tiếng Anh).",
    "refreshCommandHelp": "Làm mới thủ công bảng thông tin và bảng xếp hạng của máy chủ.",
    "resetCommandHelp": "Đặt lại cấu hình máy chủ hiện tại.",
    "resetWarningMessage": "**CẢNH BÁO**: Lệnh này sẽ đặt lại toàn bộ cấu hình bot cho máy chủ này! Những thứ liên quan đến Discord sẽ không bị xóa (tin nhắn và kênh văn bản của Zoe). Bạn có chắc chắn muốn thực hiện việc này không?\n\nNếu bạn thực sự muốn thực hiện việc này, hãy trả lời bằng **CÓ**.",
    "resetConfirmationMessage": "Được rồi, bắt đầu thôi! Đang thiết lập lại...",
    "resetDoneMessage": "Xong, tôi đã thiết lập lại thành công.",
    "resetCancelMessage": "Được rồi, quá trình thiết lập lại đã bị hủy.",
    "resetTimeoutMessage": "Tôi đã đợi hơn một phút rồi. Tôi sẽ không đợi lâu hơn nữa. Vui lòng gửi lại lệnh </reset:864483084795772929> nếu bạn muốn reset tôi.",
    "setupHelpMessage": "Cung cấp thông tin về cách thiết lập Zoe.",
    "setupMessage": "Bạn sẽ thấy, việc sử dụng tôi thực sự không phức tạp. Trước hết, bạn phải biết rằng theo mặc định, bạn cần quyền quản lý kênh để cấu hình Zoe.\n\n__**1. Thêm dữ liệu (Hay còn gọi là đăng ký người chơi)**__\nĐể sử dụng Zoe, trước tiên bạn phải đăng ký người chơi. Một người chơi bao gồm một tài khoản Discord và một hoặc nhiều tài khoản League và sẽ được hiển thị trong các tính năng khác nhau mà bạn sẽ sử dụng. Bạn có thể tạo chúng bằng các lệnh </create player:864483085437632524> (cho phép bạn đăng ký tài khoản Discord với tài khoản League) và </add account:864483340492734474> (cho phép bạn thêm tài khoản League vào tài khoản Discord đã đăng ký). Để xóa chúng, sử dụng các lệnh </delete player:864483339749425182> (xóa người chơi) và </remove account:864483341268418561> (xóa tài khoản League của người chơi). Bạn có thể hiển thị những người chơi đã đăng ký bằng lệnh </show players:864484040555495444> nếu muốn.\n\n__**2. Hiển thị người chơi (Hay còn gọi là sử dụng các tính năng)**__\nZoe có nhiều tính năng! Nhưng điểm đặc biệt chính của nó so với các bot khác là một khi đã tạo, bạn không cần phải chạy lại lệnh để sử dụng chúng! Dưới đây là danh sách các tính năng bạn có thể sử dụng:\n\n**Infochannel (kênh chỉ đọc được khuyến nghị):**\nKênh chứa số liệu thống kê về người chơi cũng như số liệu thống kê về các trận đấu đang diễn ra.\nVí dụ: [Infochannel](<https://wiki.zoe-discord-bot.ch/img/features/infopanel.jpg>) / <https://zoe-discord-bot.ch/img/NewInfoCard.png>\nĐể quản lý kênh: </create infochannel:864483085437632524> | </define infochannel:1008317704400285716> | </delete infochannel:864483339749425182> | </undefine infochannel:1008317875834077265>\n\n**Rankchannel (kênh chỉ đọc được khuyến nghị):**\nKênh mà một tin nhắn sẽ được gửi sau mỗi trận đấu xếp hạng của những người chơi đã đăng ký. Những tin nhắn này chứa số lượng LP thắng/thua và một số thống kê của người chơi trong trận đấu.\nVí dụ: [Rankchannel Message](<https://wiki.zoe-discord-bot.ch/img/features/rankchannel_msg.png>)\nĐể quản lý kênh: </create rankchannel:864483085437632524> | </define rankchannel:1008317704400285716> | </delete rankchannel:864483339749425182> | </undefine rankchannel:1008317875834077265>\n\n**Clashchannel:**\nMột kênh sẽ gửi số liệu thống kê về tài khoản liên quan đến Clash. Nó sẽ chứa lịch trình các trận Clash sắp tới trong múi giờ của bạn cũng như số liệu thống kê về đội của bạn. Bạn cũng có thể dễ dàng phân tích chi tiết các đội địch với các đề xuất cấm chọn.\nVí dụ: <https://zoe-discord-bot.ch/img/ClashChannelDemo.png> | <https://zoe-discord-bot.ch/img/TeamAnalysisExample.PNG>\nĐể quản lý kênh: </create clashchannel:864483085437632524> | </delete clashchannel:864483339749425182> | </clash analysis:864484042392731659> | </clash refresh:864484042392731659>\n\n**Leaderboard (kênh dành riêng với nhiều bảng xếp hạng được khuyến nghị):**\nTính năng này cho phép bạn tạo bảng xếp hạng tự động cập nhật. Một số loại có sẵn cho bạn: Theo rank, theo điểm thông thạo, theo KDA và các loại khác.\nVí dụ: <https://zoe-discord-bot.ch/img/LeaderboardExample.png>\nĐể quản lý bảng xếp hạng: </create leaderboard:864483085437632524> | </delete leaderboard:864483339749425182>\n\n**Vai trò Discord tự động theo xếp hạng League:**\nBạn có thể thiết lập hệ thống xếp hạng tự động dễ dàng với Zoe. Các vai trò sẽ được làm mới tự động thường xuyên. Phiên bản cao cấp của tính năng này cung cấp nhiều tùy chọn hơn (lọc theo máy chủ, hiển thị từng bộ phận, kiểm soát hoàn toàn từng vai trò và hơn thế nữa).\nVí dụ: <https://zoe-discord-bot.ch/img/ExempleConfigurationRankRoleOption.png> | <https://zoe-discord-bot.ch/img/ImprovedRankRoleMenu2.png>\nLệnh để quản lý tính năng: </config:864483002926235678> > Additional feature\n\nSau khi các tính năng của bạn được thiết lập chính xác, chúng sẽ tự động cập nhật ngay khi phát hiện trò chơi thông qua trạng thái Discord của những người đã đăng ký hoặc ít nhất một giờ một lần. Bạn cũng có thể làm mới máy chủ của mình bằng lệnh </refresh:864483000875614219>.\n\n__**3. Tùy chỉnh các tính năng này (Vì mỗi máy chủ là khác nhau)**__\nĐể quản lý Zoe và các cài đặt khác nhau mà tôi cung cấp, hãy sử dụng lệnh này: </config:864483002926235678>\n\n__**4. Đi xa hơn (Chúng ta không bao giờ dừng lại!)**__\nZoe có nhiều tính năng hơn. Bạn có thể thử các lệnh khác nhau này: </stats profile:864484041435906098> </create team:864483085437632524> </stats predictrole:864484041435906098> </stats teamanalysis:864484041435906098>\n\nZoe là một bot đang được phát triển tích cực, cung cấp gói đăng ký cao cấp để hỗ trợ sự phát triển của nó. Gói đăng ký này cung cấp một số tùy chọn bổ sung nhưng không bắt buộc. Để biết thêm thông tin: </subscription:873511500088770560> </boost:1008318131548213278>\n\nNếu bạn muốn xem danh sách các lệnh: </help:1008317363529195571>\n\nNếu bạn có bất kỳ câu hỏi, đề xuất hoặc cần trợ giúp, vui lòng đến đây: <https://discord.gg/4Rxrzsxb7d>\n\n*Để xem lại tin nhắn trợ giúp này, hãy thực hiện lệnh: </setup:1016703634156822681>*",
    "addAccountHelpMessage": "Thêm tài khoản đã cho vào người chơi được đề cập.",
    "permissionNeededMessage": "Bạn cần có quyền \"%s\" để thực hiện điều đó.",
    "mentionNeededMessageWithUser": "Vui lòng đề cập đến một thành viên của máy chủ (ví dụ: `/create player @%s (Region) (Summonername)`)",
    "permissionNeededUpdateOtherPlayer": "Bạn không thể thêm tài khoản cho người chơi khác ngoài bạn nếu bạn không có quyền quản lý kênh. Xin lỗi về điều đó :/",
    "mentionnedUserNotRegistered": "Người dùng được đề cập chưa được đăng ký, hãy để người đủ điều kiện tạo bằng </create player:864483085437632524> hoặc tự đăng ký bằng </register:864483338902175755>.",
    "addCommandMalformedWithoutRegionOption": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: `/add %s @DiscordMention (Region) (Summonername)`",
    "addCommandMalformedWithRegionOption": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: `/add %s @DiscordMention (Region) (Summonername)`\nNếu vùng không được đặt, vùng mặc định sẽ được sử dụng (%s).",
    "regionTagInvalid": "Thẻ vùng không hợp lệ. (Thẻ hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN)",
    "riotApiSummonerByNameError500": "Đã xảy ra lỗi trên Riot Server. Vui lòng thử lại.",
    "riotApiSummonerByNameError503": "Máy chủ Riot không khả dụng. Vui lòng thử lại sau.",
    "riotApiSummonerByNameError429": "Tôi không thể truy cập máy chủ Riot. Vui lòng thử lại sau.",
    "riotApiSummonerByNameError404": "Tên người triệu hồi không đúng. Vui lòng kiểm tra tên người triệu hồi và khu vực rồi thử lại.",
    "riotApiSummonerByNameErrorUnexpected": "Tôi gặp phải lỗi không mong muốn, vui lòng thử lại. Mã lỗi: %d",
    "accountAlreadyLinkedToAnotherPlayer": "Tài khoản này đã được liên kết với người chơi %s (Id: %s) !",
    "accountAddedToPlayer": "Tài khoản *%s* \"%s\" đã được thêm vào trình phát %s.",
    "addPlayerToTeamCommandHelp": "Thêm người chơi được đề cập vào đội đã cho. Cần có quyền Quản lý kênh.",
    "mentionOfPlayerNeeded": "Vui lòng đề cập đến người chơi đã đăng ký!",
    "mentionOfUserNeedToBeAPlayer": "Người dùng được nhắc đến không phải là người chơi!",
    "mentionnedPlayerIsAlreadyInATeam": "Người chơi được đề cập đã có đội khác (%s)!",
    "givenTeamNotExist": "Đội bóng được cung cấp không tồn tại! (Gợi ý: Tên đội bóng phải được đặt trong dấu ngoặc đơn như thế này: `/add playertoteam @PlayerMentioned (Teamname)`)",
    "playerAddedInTheTeam": "Người chơi đã được thêm vào!",
    "createInfoChannelHelpMessage": "Tạo một Infochannel mới mà tôi có thể gửi thông tin về trò chơi của người chơi. Cần có quyền quản lý Kênh.",
    "nameOfInfochannelNeeded": "Vui lòng nhập tên kênh vào lệnh.",
    "nameOfTheInfoChannelNeedToBeLess100Characters": "Vui lòng chọn tên có ít hơn 100 ký tự.",
    "infochannelAlreadyExist": "%s đã tồn tại, vui lòng xóa nó trước.",
    "infoChannelTitle": "__**Bảng thông tin**__",
    "loading": "*Đang tải...*",
    "channelCreatedMessage": "Kênh đã được tạo!",
    "impossibleToCreateInfoChannelMissingPerms": "Không thể tạo kênh thông tin! Tôi không có quyền để làm điều đó. Cấp cho tôi Quyền quản lý kênh hoặc sử dụng </define infochannel:1008317704400285716> để xác định kênh hiện có.",
    "createPlayerHelpMessage": "Tạo một người chơi với thông tin đã cho.",
    "permissionNeededCreateOtherPlayer": "Bạn không thể tạo người chơi khác ngoài chính bạn nếu bạn không có quyền *%s*. Xin lỗi về điều đó :/",
    "createPlayerAlreadyRegistered": "Thành viên được đề cập đã được đăng ký. Nếu bạn muốn thêm tài khoản Liên minh huyền thoại thứ cấp cho thành viên này, vui lòng sử dụng lệnh </add account:864483340492734474>.",
    "createPlayerMalformedWithoutRegionOption": "Lệnh bị lỗi. Vui lòng tôn trọng mẫu này: `/create player @DiscordMention (Region) (Summonername)`",
    "createPlayerMalformedWithRegionOption": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: `/create player @DiscordMention (Region) (Summonername)`\nNếu vùng không được đặt, vùng mặc định sẽ được sử dụng (%s).",
    "createPlayerDoneMessage": "Người chơi %s đã được tạo bằng tài khoản *%s* \"%s\".",
    "createTeamHelpMessage": "Tạo một đội mới. Cho phép bạn nhóm người chơi lại với nhau trên Infopanel. Cần có quyền Quản lý kênh.",
    "nameAlreadyUsedByTheSystem": "Tên này đã được hệ thống sử dụng. Vui lòng sử dụng tên khác.",
    "createTeamNeedName": "Vui lòng cho tôi tên đội. (Ví dụ: `/create team Fnatic`)",
    "createTeamNameAlreadyExist": "Một đội có tên như vậy đã tồn tại!",
    "createTeamDoneMessage": "Nhóm \"%s\" đã được thành lập!",
    "registerCommandHelpMessage": "Đăng ký tác giả là người chơi với thông tin đã cho. Chỉ được bật khi tùy chọn **Mọi người đều có thể thêm/xóa chính họ trong hệ thống** được kích hoạt.",
    "registerCommandOptionRequired": "Lệnh này chỉ có thể sử dụng khi tùy chọn \"%s\" được bật trong cấu hình.",
    "registerCommandAlreadyInZoe": "Bạn đã đăng ký trên máy chủ này. Nếu bạn muốn thêm một tài khoản Liên minh huyền thoại khác, vui lòng sử dụng lệnh </add account:864483340492734474>.",
    "registerCommandMalformedWithoutRegionOption": "Lệnh bị lỗi. Vui lòng tôn trọng mẫu này: `/register (Region) (Summonername)`",
    "registerCommandMalformedWithRegionOption": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: `/register (Region) (Summonername)`\nNếu vùng không được đặt, vùng mặc định sẽ được sử dụng (%s).",
    "registerCommandDoneMessage": "Bạn đã được thêm vào tài khoản *%s* \"%s\".",
    "defineInfoChannelHelpMessage": "Xác định một kênh thông tin mới mà tôi có thể gửi thông tin về người chơi. Cần có quyền Quản lý kênh.",
    "defineInfoChannelAlreadySet": "Kênh %s đã được thiết lập. Vui lòng hủy xác định hoặc xóa kênh này trước nếu bạn muốn thiết lập kênh khác.",
    "defineInfoChannelMentionOfAChannelNeeded": "Bạn cần đề cập đến một kênh như thế này: `/define infochannel #channel`",
    "defineInfoChannelMentionOfAChannel": "Vui lòng đề cập đến một kênh từ máy chủ này! (Tôi thấy bạn với trò ảo thuật nhỏ của mình :eyes:)",
    "defineInfoChannelMissingSpeakPermission": "Tôi không thể viết trên kênh này! Vui lòng cho phép tôi gửi tin nhắn trên kênh này nếu bạn muốn.",
    "defineInfoChannelImpossibleToDefineCleanChannel": "Tôi không thể xác định infochannel bên trong kênh sạch (:arrow_right: xem tùy chọn cấu hình \"Kênh sạch\").",
    "defineInfoChannelDoneMessage": "Kênh đã được xác định! Sẽ sớm được cập nhật.",
    "defineInfoChannelLoadingMessage": "__**Bảng thông tin**__\n\n*Đang tải…*",
    "undefineInfoChannelHelpMessage": "Hủy xác định kênh thông tin hiện tại. Thao tác này **KHÔNG** xóa kênh, tôi chỉ dừng lại để làm việc trong đó. Cần có quyền Quản lý kênh.",
    "undefineInfoChannelMissingChannel": "Không có kênh thông tin nào cả! Tôi không thể định nghĩa lại thứ không tồn tại :p",
    "undefineInfoChannelDoneMessage": "Tôi đã hủy xác định infochannel! Tôi đã xóa tất cả tin nhắn liên quan đến hoạt động của mình.",
    "deleteInfoChannelHelpMessage": "Xóa kênh thông tin sau khi làm mới. Cần có quyền Quản lý kênh.",
    "deleteInfoChannelChannelNotSetted": "Kênh thông tin chưa được xác định!",
    "deleteInfoChannelDeletedMissingPermission": "Kênh thông tin đã bị xóa **TRONG HỆ THỐNG CỦA ZOE**! Tôi không có quyền xóa kênh văn bản.",
    "deleteInfoChannelDoneMessage": "Kênh thông tin đã bị xóa!",
    "deletePlayerHelpMessage": "Xóa người chơi đã cho",
    "deletePlayerMissingPermission": "Bạn cần có quyền \"%s\" để thực hiện điều đó.",
    "deletePlayerOtherPlayerMissingPermission": "Bạn không thể xóa người chơi khác ngoài chính mình nếu bạn không có quyền *%s*.",
    "deletePlayerMissingMentionPlayer": "Bạn cần phải nhắc đến một cầu thủ!",
    "deletePlayerUserNotRegistered": "%s chưa được đăng ký!",
    "deletePlayerDoneMessage": "%s đã bị xóa!",
    "deleteTeamHelpMessage": "Xóa nhóm đã cho. Cần có quyền Quản lý kênh.",
    "deleteTeamNotFound": "Không có đội nào có tên là \"%s\"!",
    "deleteTeamDoneMessage": "Nhóm \"%s\" đã bị xóa!",
    "removeAccountHelpMessage": "Xóa tài khoản đã cung cấp của người chơi được đề cập.",
    "removeAccountMissingMention": "Vui lòng đề cập đến một thành viên của máy chủ (ví dụ: `/remove account @%s (Khu vực) (Tên người triệu hồi)`)",
    "removeAccountMissingRight": "Bạn không thể xóa tài khoản của người chơi khác ngoài bạn nếu bạn không có quyền *%s*.",
    "removeAccountUserNotRegistered": "Người dùng được đề cập chưa được đăng ký!",
    "removeAccountMalformed": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: `/remove account @DiscordMention (Region) (Summonername)`",
    "removeAccountNotLinkedToPlayer": "Người triệu hồi được cung cấp không liên kết với người chơi được đề cập! Hãy thử lệnh </show players:864484040555495444> để xem tài khoản nào được liên kết với người chơi.",
    "removeAccountDoneMessage": "Tài khoản \"%s\" đã bị hủy liên kết khỏi trình phát %s.",
    "removePlayerToTeamHelpMessage": "Xóa người chơi đã chỉ định khỏi đội của họ. Cần có quyền Quản lý kênh.",
    "removePlayerToTeamMissingMention": "Hãy nhắc đến một cầu thủ!",
    "removePlayerToTeamMentionnedPlayerNotPlayer": "Người dùng được đề cập không phải là người chơi đã đăng ký!",
    "removePlayerToTeamNotInTheTeam": "Người chơi này không có trong đội nào cả.",
    "removePlayerToTeamDoneMessage": "%s đã bị xóa khỏi nhóm \"%s\"!",
    "showPlayerHelpMessage": "Hiển thị tất cả người chơi có tài khoản trên máy chủ.",
    "showPlayerServerEmpty": "Máy chủ này có 0 người chơi đã đăng ký.",
    "showPlayerName": "**%s Tài khoản**:",
    "showPlayerNoAccount": "*Không có tài khoản nào được liên kết*",
    "showPlayerAccount": "- %s (%s) Xếp hạng Đơn/Đôi: %s",
    "showPlayerEmbedTitle": "Danh sách người chơi đã đăng ký tài khoản của họ (Người chơi: %d | Tài khoản: %d):",
    "statsProfileHelpMessage": "Nhận thông tin về người chơi được đề cập hoặc về tài khoản được cung cấp.",
    "statsProfileMentionOnePlayer": "Vui lòng đề cập đến người chơi hoặc tài khoản (xem `/stats p help`).",
    "statsProfileNeedARegisteredPlayer": "Người dùng được đề cập không phải là người chơi đã đăng ký!",
    "statsProfileSelectText": "Tài khoản đã chọn: \"**%s**\"",
    "statsProfileSelectionDoneMessage": "Bạn đã chọn tài khoản \"%s\" của người chơi %s.",
    "statsProfileSelectionEnded": "Lựa chọn đã kết thúc",
    "statsProfileRateLimitError": "Vui lòng thử lại, tôi gặp phải lỗi nội bộ nhỏ. Xin lỗi về điều đó :/",
    "statsProfileUnexpectedError": "Ồ, tôi gặp phải lỗi không mong muốn. Vui lòng thử lại.",
    "statsProfileUnexpectedErrorGraph": "Tôi gặp phải lỗi không mong muốn khi tạo biểu đồ, vui lòng thử lại.",
    "statsProfileGraphTitle": "Nhà vô địch giỏi nhất theo thành thạo %s",
    "statsProfileGraphTitleX": "Các nhà vô địch xuất sắc nhất theo Mastery",
    "statsProfileGraphTitleY": "Điểm thành thạo",
    "rankChannelFilterOptionDesc": "Lọc tin nhắn trong rankchannel theo loại trò chơi (LoL và TFT)",
    "rankChannelFilterOptionAll": "Tất cả các loại được hiển thị",
    "rankChannelFilterOptionAllDesc": "Gửi tất cả các loại tin nhắn trong rankchannel (LoL và TFT)",
    "rankChannelFilterOptionLoL": "Chỉ hiển thị LoL",
    "rankChannelFilterOptionLoLDesc": "Chỉ gửi tin nhắn LoL trong rankchannel",
    "rankChannelFilterOptionTFT": "Chỉ hiển thị TFT",
    "rankChannelFilterOptionTFTDesc": "Chỉ gửi tin nhắn TFT trong rankchannel",
    "rankChannelFilterOptionLongDesc": "Tùy chọn: **%s**\n\nTùy chọn này cho phép bạn lọc các loại tin nhắn được gửi trong rankchannel.\n\nSau đây là các tùy chọn của tôi:",
    "rankChannelFilterOptionNotChanged": "Đây đã là tùy chọn của máy chủ.",
    "rankChannelFilterOptionChanged": "Được rồi, tùy chọn máy chủ đã được cập nhật chính xác.",
    "rankChannelFilterOptionLoLOnly": "Chỉ có tin nhắn LoL",
    "rankChannelFilterOptionTFTOnly": "Chỉ có tin nhắn TFT",
    "cleanChannelOptionDisable": "Tàn tật",
    "cleanChannelOptionDisableDesc": "Tùy chọn bị vô hiệu hóa",
    "cleanChannelOptionZoeCommands": "Chỉ xóa các lệnh Zoe",
    "cleanChannelOptionZoeCommandsDesc": "Thao tác này sẽ xóa tất cả các lệnh Zoe mới trong kênh",
    "cleanChannelOptionAll": "Xóa tất cả tin nhắn",
    "cleanChannelOptionAllDesc": "Thao tác này sẽ xóa tất cả tin nhắn mới được gửi trong kênh",
    "cleanChannelOptionDesc": "Tạo một kênh văn bản sạch trong đó tin nhắn/lệnh sẽ tự động bị xóa.",
    "cleanChannelOptionLongDesc": "Tùy chọn: **%s**\n\nTùy chọn này tạo ra một \"kênh sạch\" trong đó các tin nhắn sẽ bị xóa sau khi được gửi (với độ trễ là 3 giây). Tùy chọn này có thể được sử dụng kết hợp với tùy chọn \"Ẩn kênh thông tin\" để tạo **hệ thống đăng ký** cho máy chủ của bạn (bạn phải đăng ký trong bot để truy cập máy chủ). Nếu người dùng có quyền \"Quản lý kênh\" gửi tin nhắn, tin nhắn đó sẽ không bị xóa.\n**Kênh văn bản được chọn sau khi tùy chọn được chọn**.\n\nSau đây là các tùy chọn của tôi:",
    "cleanChannelOptionPermissionNeeded": "Tôi cần quyền \"quản lý tin nhắn\" để kích hoạt tùy chọn này. Vui lòng thử lại sau khi bạn đã cấp cho tôi quyền này.",
    "cleanChannelOptionCanceled": "Được rồi, cấu hình đã bị hủy.",
    "cleanChannelOptionChoiceChannel": "Đúng rồi! Bạn muốn định nghĩa nó trong một kênh hiện có hay bạn muốn tạo một kênh văn bản mới?\n\nTùy chọn:\n%s : Định nghĩa một kênh hiện có\n%s : Tạo một kênh mới",
    "cleanChannelOptionAlreadyDisable": "Tùy chọn này đã bị vô hiệu hóa!",
    "cleanChannelOptionNowDisable": "Được rồi! Tùy chọn này hiện đã bị vô hiệu hóa, tôi sẽ không xóa tin nhắn trong kênh sạch nữa.",
    "cleanChannelOptionSendTextChannel": "Thêm một bước nữa là chúng ta đã hoàn tất! Bây giờ vui lòng **gửi tin nhắn có đề cập đến kênh văn bản mà bạn muốn xác định**",
    "cleanChannelOptionTopicChannelZoeCommands": "Tất cả lệnh Zoe được gửi đến đây sẽ bị xóa sau 3 giây.",
    "cleanChannelOptionTopicChannelAll": "Tất cả tin nhắn được gửi ở đây sẽ bị xóa sau 3 giây.",
    "cleanChannelOptionCreatedDoneMessage": "Hoàn hảo! Tôi đã tạo một kênh có tên là \"clean-channel\". Bạn có thể thay đổi tùy chọn của kênh này theo ý muốn. Chỉ cần giữ nguyên quyền của tôi và mọi thứ sẽ hoạt động.",
    "cleanChannelOptionInfoMessageZoeCommands": "Thông tin: Từ bây giờ, các lệnh Zoe gửi đến đây sẽ bị xóa sau 3 giây.",
    "cleanChannelOptionInfoMessageAll": "Thông tin: Từ bây giờ, tất cả tin nhắn được gửi ở đây sẽ bị xóa sau 3 giây.",
    "cleanChannelOptionSettedDoneMessage": "Hoàn hảo! Kênh đã được thiết lập chính xác. Vui lòng kiểm tra xem tôi có tất cả các quyền cần thiết hay không (quản lý tin nhắn, đọc tin nhắn, đọc lịch sử tin nhắn).",
    "cleanChannelOptionSelectInfoChannel": "Bạn đã chọn kênh thông tin, cấu hình này không thể thiết lập được. Cấu hình đã bị hủy.",
    "cleanChannelOptionOneTextChannelRequired": "Bạn chưa đề cập đến kênh văn bản. Cấu hình đã bị hủy.",
    "cleanChannelOptionResponseTimeOut": "Thời gian chờ 2 phút đã hết. Vui lòng thực hiện lại lệnh nếu bạn muốn thiết lập tùy chọn này.",
    "optionDisable": "Tàn tật",
    "optionEnable": "Đã bật",
    "cleanChannelOptionEnable": "Bật (%s trong kênh %s)",
    "optionRegionDisable": "Bất kỳ (Vô hiệu hóa)",
    "infocardsOptionDesc": "Gửi tin nhắn thống kê khi người chơi bắt đầu trò chơi",
    "infocardsOptionLongDescEnable": "Tùy chọn đang kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, một thông báo có số liệu thống kê về trận đấu sẽ được tạo ra mỗi khi người chơi bắt đầu một trận đấu.\nNhững thông báo này sẽ tự động bị xóa.\n\n:white_check_mark: : Kích hoạt tùy chọn này.\n:x: : Hủy kích hoạt.",
    "infocardsOptionLongDescDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nNếu bạn vô hiệu hóa tùy chọn này, việc gửi tin nhắn thống kê về các trận đấu trong kênh thông tin sẽ dừng lại.\n\n**Bạn có chắc chắn muốn vô hiệu hóa tùy chọn này không?**\n\n:white_check_mark: : **Vô hiệu hóa** tùy chọn\n:x: : Hủy bỏ quy trình vô hiệu hóa",
    "cleanChannelOptionBeenDisable": "Được rồi, tùy chọn này đã bị vô hiệu hóa.",
    "cleanChannelOptionStillEnable": "Đúng, tùy chọn vẫn được bật.",
    "cleanChannelOptionBeenActivated": "Đúng rồi, tùy chọn đã được bật.",
    "cleanChannelOptionStillDisable": "Đúng, tùy chọn này vẫn bị vô hiệu hóa.",
    "regionOptionDesc": "Vùng mặc định của máy chủ",
    "regionOptionAnyRegionSelected": "Hiện tại **bất kỳ** nào được đặt làm vùng mặc định. Bạn muốn đặt vùng nào?",
    "regionOptionRegionSelected": "Hiện tại vùng mặc định là **%s**. Bạn muốn đặt vùng nào?",
    "regionOptionRegionChoice": "Khu vực %s",
    "regionOptionDisableChoice": "Khu vực Bất kỳ (Tùy chọn bị vô hiệu hóa)",
    "regionOptionInSelectionAny": "Khu vực đã chọn: \"**Bất kỳ**\"",
    "regionOptionInSelectionRegion": "Vùng đã chọn: \"**%s**\"",
    "regionOptionAnyRegion": "Bất kì",
    "regionOptionDoneMessage": "Vùng mặc định của máy chủ hiện là \"**%s**\".",
    "regionOptionSelectionCanceledMessage": "Đã hủy lựa chọn",
    "roleOptionDescription": "Ẩn kênh thông tin đối với những người không phải là người chơi có vai trò",
    "roleOptionPermissionNeeded": "Để kích hoạt tùy chọn này, tôi cần quyền \"Quản lý vai trò\". Vui lòng cấp cho tôi quyền này nếu bạn muốn kích hoạt tùy chọn này.",
    "roleOptionLongDesc": "Tùy chọn đang kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, một vai trò có tên \"Zoe-Player\" sẽ được tạo và gán cho tất cả người chơi đã đăng ký. Bạn có thể cập nhật tùy chọn này theo ý muốn. Nếu tùy chọn này bị xóa, tùy chọn sẽ tự động bị hủy kích hoạt.\n\n:white_check_mark: : Kích hoạt tùy chọn này\n:x: : Hủy kích hoạt",
    "roleOptionLongDescDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nNếu bạn vô hiệu hóa tùy chọn này, **vai trò người chơi Zoe** sẽ bị xóa và kênh thông tin sẽ trở nên dễ đọc đối với mọi người.\n\n:white_check_mark: : **Vô hiệu hóa** tùy chọn.\n:x: : Hủy bỏ việc vô hiệu hóa.",
    "roleOptionActivateWaitMessage": "Được, tôi sẽ kích hoạt nhanh thôi. Vui lòng đợi vài giây...",
    "roleOptionDoneMessage": "Cấu hình đã hoàn tất! Bây giờ chỉ những người chơi đã đăng ký mới có thể xem kênh thông tin.",
    "roleOptionCancelMessage": "Vâng, nếu một ngày nào đó anh đổi ý. Anh biết em ở đâu mà.",
    "roleOptionDisableWaitMessage": "Đúng rồi, tôi vô hiệu hóa tùy chọn này. Vui lòng đợi vài giây…",
    "roleOptionDoneMessageDisable": "Tùy chọn đã bị vô hiệu hóa!",
    "roleOptionDoneMessageStillActivate": "Đúng, tùy chọn vẫn được kích hoạt.",
    "selfAddingOptionDesc": "Mọi người đều có thể thêm/xóa mình trong hệ thống",
    "selfAddingOptionDescLong": "Tùy chọn đang kích hoạt: **%s**\n\nTùy chọn này sẽ cho phép tất cả thành viên của máy chủ thêm/xóa chính họ trong Zoe bằng các lệnh </create player:864483085437632524>, </delete player:864483339749425182>, </add account:864483340492734474>, </remove account:864483341268418561> và lệnh này sẽ kích hoạt lệnh </register:864483338902175755>.\n\n:white_check_mark: : Kích hoạt tùy chọn này.\n:x: : Hủy kích hoạt.",
    "selfAddingOptionDescLongDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nTất cả thành viên của máy chủ sẽ không còn được phép thêm/xóa chính họ trong hệ thống. Lệnh </register:864483338902175755> sẽ bị vô hiệu hóa.\n**Bạn có chắc chắn muốn vô hiệu hóa tùy chọn này không?**\n\n:white_check_mark: : **Vô hiệu hóa** tùy chọn\n:x: : Hủy bỏ quy trình vô hiệu hóa",
    "selfAddingOptionBeenDisable": "Đúng rồi, tùy chọn này đã bị vô hiệu hóa.",
    "selfAddingOptionStillEnable": "Đúng, tùy chọn vẫn được bật.",
    "selfAddingOptionBeenActivated": "Đúng rồi, tùy chọn đã được kích hoạt.",
    "selfAddingOptionStillDisable": "Đúng, tùy chọn này vẫn bị vô hiệu hóa.",
    "configCommandMenuText": "Sau đây là các lựa chọn của tôi:",
    "configCommandMenuDescription": "**Lựa chọn cấu hình:**",
    "languageCommandStartMessage": "Hiện tại tôi nói \"%s\". Tất cả các bản dịch của tôi đều do cộng đồng thực hiện. Nếu bạn nhận thấy lỗi, vui lòng báo cáo tại đây (%s). Sau đây là các ngôn ngữ của tôi:",
    "languageCommandMenuDescription": "**Lựa chọn ngôn ngữ:**",
    "languageCommandSelected": "Được rồi, bây giờ tôi sẽ nói bằng %s. Xin chào :D",
    "languageCommandSelectionEnded": "Lựa chọn ngôn ngữ đã kết thúc",
    "configurationEnded": "Cấu hình đã kết thúc",
    "patchNoteUnavailable": "Hiện tại không có bản ghi chú vá lỗi.",
    "refreshCommandDoneMessage": "Máy chủ của bạn sẽ được làm mới sau vài giây!",
    "mainAddCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh thêm, hãy nhập `/add help`",
    "mainCreateCommandHelpMessage": "Nếu bạn cần trợ giúp để tạo lệnh, hãy nhập `/create help`",
    "mainDefineCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh define, hãy nhập `/define help`",
    "mainUndefineCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh undefine, hãy nhập `/undefine help`",
    "mainDeleteCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh xóa, hãy nhập `/delete help`",
    "mainRemoveCommandHelpMessage": "Nếu bạn cần trợ giúp để xóa lệnh, hãy nhập `/remove help`",
    "mainShowCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh show, hãy nhập `/show help`",
    "mainStatsCommandHelpMessage": "Nếu bạn muốn được trợ giúp về lệnh thống kê, hãy nhập `/stats help`",
    "teamNameOfPlayerWithoutTeam": "Không có đội",
    "informationPanelRefreshedTime": "*Làm mới sau mỗi %s phút | %s | Phát hiện thay đổi cuối cùng %s*",
    "informationPanelNotInGame": "Hiện tại không có trong trò chơi",
    "informationPanelMultipleAccountInGame": "Hiện tại có nhiều tài khoản trong trò chơi",
    "informationPanelTitle": "Bảng thông tin",
    "withTheAccount": "với tài khoản",
    "gameTypeCustom": "Trò chơi tùy chỉnh",
    "gameType5v5DraftSR": "Lựa chọn dự thảo 5v5 | Summoner's Rift",
    "gameType5v5RankSoloQSR": "Xếp hạng 5v5 Đơn/Đôi | Summoner's Rift",
    "gameType5v5BlindSR": "Chọn ẩn 5v5 | Summoner's Rift",
    "gameType5v5RankedFlexSR": "Xếp hạng 5v5 Flex | Summoner's Rift",
    "gameTypeARAM": "ARAM | Vực thẳm hú",
    "gameType3v3BlindTT": "Chọn mù 3v3 | Twisted Treeline",
    "gameType3v3RankFlexTT": "Xếp hạng 3v3 Flex | Twisted Treeline",
    "gameType5v5ClashSR": "Clash | Summoner's Rift",
    "gameTypeCoopVsIATT": "Hợp tác với AI | Twisted Treeline",
    "gameTypeCoopVsIASR": "Hợp tác với AI | Summoner's Rift",
    "gameTypeClassicUrf": "URF | Summoner's Rift",
    "gameTypeUnknown": "Chế độ tạm thời",
    "blueTeam": "Đội Xanh",
    "redTeam": "Đội Đỏ",
    "masteriesWrTitleRespectSize": "Mastery | WR tháng này",
    "soloqTitleRespectSize": "Xếp hạng Đơn/Đôi",
    "infoCardsGameInfoTitle": "Thông tin về trò chơi của",
    "infoCardsGameFooter": "Thời lượng hiện tại của trò chơi",
    "statsProfileTitle": "Hồ sơ của %s (%s): Cấp độ %s",
    "statsProfileTopChamp": "Nhà vô địch hàng đầu",
    "statsProfileMasteryStatsRespectSize": "Thống kê thành thạo",
    "statsProfileTotalPointsRespectSize": "Tổng số điểm",
    "statsProfileAveragePointsRespectSize": "Trung bình/Vô địch",
    "unknown": "không rõ",
    "statsProfileLatestGames": "Trò chơi đã chơi gần đây nhất",
    "statsProfileRiotApiError": "API Riot không khả dụng",
    "statsProfileNoGamePlayed": "Không có trò chơi nào được chơi trong tuần này",
    "statsProfileQueueSoloq": "Đơn/Đôi: **%s**",
    "statsProfileQueueFlex": "Độ đàn hồi: **%s**",
    "statsProfileQueueTFT": "TFT: **%s**",
    "statsProfileQueue3x3": "3x3: **%s**",
    "unranked": "Chưa xếp hạng",
    "statsProfileRankedStats": "Thống kê xếp hạng",
    "statsProfileFooterProfileOfPlayer": "Hồ sơ của %s",
    "aWeekAgo": "Một tuần trước",
    "6DaysAgo": "6 ngày trước",
    "5DaysAgo": "5 ngày trước",
    "4DaysAgo": "4 ngày trước",
    "3DaysAgo": "3 ngày trước",
    "2DaysAgo": "2 ngày trước",
    "yesterday": "Hôm qua",
    "today": "Hôm nay",
    "5HoursAgo": "5 giờ trước",
    "4HoursAgo": "4 giờ trước",
    "3HoursAgo": "3 giờ trước",
    "2HoursAgo": "2 giờ trước",
    "1HourAgo": "1 giờ trước",
    "30MinutesAgo": "30 phút trước",
    "fewsMinutesAgo": "Một vài phút trước",
    "infoCardsGameInfoOnTheGameOf": "Thông tin về trò chơi của",
    "infoCardsGameInfoAndOf": "và của",
    "account": "Tài khoản",
    "firstGame": "Trò chơi đầu tiên",
    "nativeActualLanguage": "#TIN NHẮN CHO NGƯỜI DỊCH: Không dịch phần này, nhưng hãy nhập tên ngôn ngữ của bạn vào ngôn ngữ của bạn#Tiếng Anh",
    "languageCommandInSelectionMenu": "Ngôn ngữ đã chọn: **%s**",
    "languageCommandHelp": "Lệnh chọn ngôn ngữ của Zoe",
    "addingSystemLanguageSelected": "Được rồi, bây giờ tôi sẽ nói %s. (Bạn luôn có thể thay đổi ngôn ngữ của tôi bằng lệnh </language:864483000505991208>). Bây giờ chúng ta hãy chọn một vùng mặc định cho máy chủ:",
    "addingSystemRegionSelected": "Đúng rồi, bạn đã định nghĩa vùng \"%s\". Bây giờ tôi sẽ cho bạn một số lời khuyên về cách sử dụng của tôi:",
    "addingSystemEndMessage": "Cấu hình cơ bản đã hoàn tất. Tôi hy vọng bạn sẽ thích các tính năng của tôi :D",
    "errorSQLPleaseReport": "Tôi gặp phải sự cố với cơ sở dữ liệu. Vui lòng báo cáo sự cố này tại đây: https://discord.gg/4Rxrzsxb7d",
    "guildJoinHiAgain": "Xin chào lần nữa! Tất cả các thiết lập của bạn đã được lưu kể từ lần cuối tôi ở đây. Nếu bạn cần nhớ cách tôi làm việc, hãy thử các lệnh </setup:1016703634156822681> và </help:1008317363529195571>. Nếu bạn muốn đặt lại máy chủ, hãy sử dụng lệnh </reset:864483084795772929>.",
    "nameUseIllegalCharacter": "Bạn không thể sử dụng tên này! Bạn không thể sử dụng các ký tự định dạng.",
    "createRankChannelHelpMessage": "Tạo một rankchannel để tôi gửi thông tin cập nhật về thứ hạng của người chơi đã đăng ký. Cần có quyền quản lý kênh.",
    "rankChannelAlreadyExist": "Rankchannel đã tồn tại!",
    "rankChannelCorrectlyCreated": "Rankchannel đã được tạo đúng!",
    "deleteRankChannelHelpMessage": "Xóa rankchannel. Cần có quyền quản lý kênh.",
    "deleteRankChannelNotSetted": "Rankchannel chưa được xác định!",
    "deleteRankChannelDeletedMissingPermission": "Rankchannel chỉ bị xóa **trong hệ thống của Zoe**! Tôi không có quyền xóa kênh văn bản!",
    "deleteRankChannelDoneMessage": "Rankchannel đã được xóa đúng cách.",
    "defineRankChannelHelpMessage": "Xác định rankchannel. Cần có quyền quản lý kênh.",
    "defineRankChannelMentionOfAChannelNeeded": "Bạn phải đề cập đến một kênh như sau: `/define rankchannel #channel`",
    "defineRankChannelImpossibleToDefineCleanChannel": "Tôi không thể xác định rankchannel trong kênh sạch (:arrow_right: xem tùy chọn cấu hình \"Kênh sạch\").",
    "defineRankChannelDoneMessage": "Rankchannel đã được định nghĩa chính xác!",
    "undefineRankChannelHelpMessage": "Hủy xác định rankchannel mà không xóa nó.",
    "undefineRankChannelMissingChannel": "Không có rankchannel nào được đăng ký trên máy chủ này! Tôi không thể định nghĩa lại thứ không tồn tại :p",
    "undefineRankChannelDoneMessage": "Tôi chưa xác định rankchannel!",
    "soloq": "Đơn/Đôi",
    "flex": "Flex",
    "resumeOfTheGame": "Tóm tắt trò chơi",
    "creepScoreAbreviation": "cs",
    "level": "Mức độ",
    "win": "Thắng",
    "loose": "Đánh bại",
    "canceled": "Đã hủy",
    "rankChannelChangePointOnlyWinTitle": "%s đã giành được %s LP (%s)",
    "rankChannelChangePointOnlyLooseTitle": "%s mất %s LP (%s)",
    "generatedAt": "Được tạo ra tại",
    "rankChannelChangeRankChangeWinDivisionSkippedTitle": "%s đã bỏ qua một rank (%s)",
    "rankChannelChangeWonDivision": "%s đã đạt tới %s (%s)",
    "rankChannelChangeLooseDivisionDecayTitle": "%s đã suy giảm (%s)",
    "rankChannelChangeLooseDivisionTitle": "%s mất một rank (%s)",
    "rankChannelBoStartedTitle": "%s đã bắt đầu BO%d cho %s (%s)",
    "rankChannelChangeBOEndedLooseTitle": "%s đã mất BO%d của họ trong %s (%s)",
    "rankChannelChangeBOEndedWinTitle": "%s đã mất BO%d của họ trong %s (%s)",
    "rankChannelChangeBOProgressLooseTitle": "%s thua một ván trong BO%d của họ trong %s (%s)",
    "rankChannelChangeBOProgressWinTitle": "%s đã thắng một ván trong BO%d của họ cho %s (%s)",
    "rankChannelChangeMultipleResultTitle": "Kết quả xếp hạng nhóm (%s)",
    "rankChannelChangePointOnlyWinTitleWithoutGameType": "%s đã giành được %s LP",
    "rankChannelChangePointOnlyLooseTitleWithoutGameType": "%s mất %s LP",
    "rankChannelChangeRankChangeWinDivisionSkippedTitleWithoutGameType": "%s đã bỏ qua một rank",
    "rankChannelChangeLooseDivisionDecayTitleWithoutGameType": "%s đã bị phân rã",
    "rankChannelChangeLooseDivisionTitleWithoutGameType": "%s mất một sư đoàn",
    "rankChannelBoStartedTitleWithoutGameType": "%s đã bắt đầu BO%d cho %s",
    "rankChannelChangeBOEndedLooseTitleWithoutGameType": "%s đã mất BO%d của họ trong %s",
    "rankChannelChangeBOEndedWinTitleWithoutGameType": "%s đã thắng BO%d của họ cho %s",
    "rankChannelChangeBOProgressLooseTitleWithoutGameType": "%s thua một ván trong BO%d của họ cho %s",
    "rankChannelChangeBOProgressWinTitleWithoutGameType": "",
    "rankChannelChangeWonDivisionWithoutGameType": "",
    "rankChannelChangeBOProgressDesc": "Kết quả của BO:",
    "iron": "Sắt",
    "bronze": "Đồng",
    "silver": "Bạc",
    "gold": "Vàng",
    "platinum": "Bạch kim",
    "diamond": "Kim cương",
    "master": "Bậc thầy",
    "grandmaster": "Đại sư",
    "challenger": "Người thách đấu",
    "rankedAvg": "Xếp hạng trung bình",
    "infopanelRankedOptionDesc": "Hiển thị số liệu thống kê xếp hạng của người chơi trong Infopanel",
    "infoPanelRankedOptionLongDescEnable": "Tùy chọn đang kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, thông tin bổ sung về thứ hạng cuối cùng của mỗi tài khoản giải đấu sẽ được hiển thị trong bảng thông tin.\n\n:white_check_mark: : Kích hoạt tùy chọn này.\n:x: : Hủy kích hoạt.",
    "infoPanelRankedOptionLongDescDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nNếu bạn vô hiệu hóa tùy chọn này, việc hiển thị số liệu thống kê cho các tài khoản trong bảng thông tin sẽ dừng lại.\n\n**Bạn có chắc chắn muốn vô hiệu hóa tùy chọn này không?**\n\n:white_check_mark: : **Vô hiệu hóa** tùy chọn\n:x: : Hủy bỏ quy trình vô hiệu hóa",
    "infoPanelRankedTextOneAccount": "",
    "infoPanelRankedTitleMultipleAccount": "",
    "infoPanelRankedTextMultipleAccount": "",
    "infoPanelRankedUpdateBoWin": "BO Thắng",
    "infoPanelRankedUpdateBoLose": "BO đã mất",
    "infoPanelRankedUpdateBoStarted": "BO đã bắt đầu",
    "infoPanelRankedUpdateBoInProgres": "BO đang tiến hành",
    "infoPanelRankedUpdateDivisionSkip": "Xếp hạng lên",
    "infoPanelRankedUpdateDecay": "Sư đoàn bị mất",
    "flexTitleRespectSize": "Xếp hạng linh hoạt",
    "infopanelMessageReSendMessage": "Tôi đang tạo lại bảng thông tin, vui lòng đợi...",
    "createLeaderboardHelpMessage": "Bắt đầu trình hướng dẫn tạo bảng xếp hạng. Cần có quyền Quản lý kênh.",
    "createLeaderboardExplainMessage": "Được rồi, chúng ta hãy tạo bảng xếp hạng. Bạn muốn hướng tới mục tiêu nào?",
    "createLeaderboardCancelMessage": "Việc tạo bảng xếp hạng đã bị hủy bỏ.",
    "createLeaderboardTitleListeObjective": "Danh sách các mục tiêu:",
    "leaderboardObjectiveMasterPoint": "Điểm thành thạo",
    "leaderboardObjectiveMasterPointSpecificChamp": "Điểm thành thạo cho một tướng cụ thể",
    "leaderboardObjectiveMasterPointSpecifiedChamp": "Điểm thành thạo trên %s",
    "leaderboardSpecificQueueRank": "Xếp hạng hàng đợi cụ thể",
    "leaderboardSpecifiedQueueRank": "",
    "leaderboardBestOfAllRank": "Tất cả Xếp hạng Hàng đợi",
    "leaderboardObjectiveAverageKDA": "KDA trung bình",
    "leaderboardObjectiveAverageKDASpecificChamp": "KDA trung bình của một tướng cụ thể",
    "leaderboardObjectiveAverageKDASpecifiedChamp": "KDA trung bình trên %s",
    "leaderboardObjectiveSelected": "Bạn đã chọn mục tiêu \"%s\".",
    "leaderboardObjectiveChannelSelectionTimeOut": "Bạn mất quá nhiều thời gian để chọn kênh. Vui lòng thử lại.",
    "leaderboardPlayersTitle": "Người chơi",
    "leaderboardObjectiveMasterPointTitle": "Bảng xếp hạng Tổng điểm thành thạo",
    "pointsShort": "điểm",
    "leaderboardRefreshMessage": "Làm mới mỗi giờ",
    "createLeaderboardNeedOneMentionnedChannel": "Vui lòng gửi cho tôi thông tin về kênh mà bạn muốn tạo bảng xếp hạng (ví dụ: ``#channel``). Nếu bạn muốn dừng tạo bảng xếp hạng, vui lòng gửi ``Dừng``.",
    "leaderboardObjectiveBaseMessage": "**Bảng xếp hạng đang tải...**",
    "leaderboardMissingPermission": "Tôi không có đủ quyền cần thiết! Vui lòng cấp cho tôi quyền quản lý kênh, quản lý biểu tượng cảm xúc và sử dụng liên kết bên ngoài.",
    "leaderboardSuccessfullyCreated": "Bảng xếp hạng đã được tạo thành công! Tôi sẽ làm mới nó mỗi giờ.",
    "leaderboardDataNeededSpecificChamp": "Bạn phải đặt tên cho một nhà vô địch cho loại bảng xếp hạng này. Vui lòng chọn nhà vô địch bằng cách gửi **tên** hoặc **số**. Nếu bạn muốn hủy việc tạo bảng xếp hạng, hãy gửi ``Dừng``.",
    "leaderboardBadChampionNumberSelection": "Vui lòng chọn nhà vô địch bằng số hợp lệ hoặc tên trực tiếp:",
    "leaderboardChampionSelectedThenSendChannel": "Được rồi, bạn đã chọn %s! Bây giờ, vui lòng gửi thông tin đề cập đến kênh mà bạn muốn có bảng xếp hạng (ví dụ: ``#channel``). Nếu bạn muốn hủy việc tạo bảng xếp hạng, vui lòng gửi ``Dừng``.",
    "leaderboardSelectChannelLeaderboard": "Được rồi, bây giờ vui lòng gửi cho tôi thông tin về kênh mà bạn muốn có bảng xếp hạng (ví dụ: ``#channel``). Nếu bạn muốn dừng việc tạo bảng xếp hạng, vui lòng gửi ``Dừng``.",
    "leaderboardObjectiveMasterPointGivenSpecifiedChamp": "Tổng điểm thành thạo cho nhà vô địch %s",
    "leaderboardObjectiveTotalMasterPoint": "Tổng điểm thành thạo",
    "paginationTranslatedPage": "Trang %d/%d",
    "paginationChampionSelection": "Danh sách các tướng có sẵn:",
    "leaderboardSelectQueue": "Đối với loại bảng xếp hạng này, tôi cần một hàng đợi xếp hạng cụ thể. Vui lòng chọn một hàng đợi từ danh sách này:",
    "leaderboardQueueSelectedThenSendChannel": "Được rồi, bạn đã chọn hàng đợi %s! Bây giờ, vui lòng gửi tên kênh mà bạn muốn có bảng xếp hạng (ví dụ: ``#channel``). Nếu bạn muốn dừng việc tạo bảng xếp hạng, vui lòng gửi ``Stop``.",
    "leaderboardRankTitle": "Thứ hạng",
    "leaderboardRankSpecificQueueTitle": "Xếp hạng (chỉ %s)",
    "leaderboardObjectiveRankSpecificTitle": "",
    "leaderboardObjectiveRankAllTitle": "Tất cả bảng xếp hạng",
    "leaderboardCancelSelectionOfChannel": "Được rồi, tôi sẽ hủy việc tạo bảng xếp hạng.",
    "leaderboardObjectiveDataNameKDA": "KDA trung bình",
    "leaderboardObjectiveDataNameKDAWithSpecificChampion": "KDA trung bình với %s",
    "leaderboardObjectiveKDATitle": "Bảng xếp hạng KDA trung bình",
    "leaderboardObjectiveKDAWithSpecificChampionTitle": "Bảng xếp hạng KDA trung bình với %s",
    "deleteLeaderboardCommandHelpMessage": "Lệnh xóa bảng xếp hạng hiện có. Cần có quyền Quản lý kênh.",
    "leaderboardShowableDeletionFormat": "Bảng xếp hạng \"%s\" (%s)",
    "deleteLeaderboardCommandListProposal": "Sau đây là bảng xếp hạng của máy chủ này, vui lòng chọn bảng xếp hạng bạn muốn xóa:",
    "deleteLeaderboardCancelMessage": "Được rồi, tôi sẽ không xóa bất cứ thứ gì.",
    "deleteLeaderboardDoneCorrectly": "Bảng xếp hạng đã chọn đã được xóa đúng cách!",
    "deleteLeaderboardErrorDatabase": "Đã xảy ra lỗi cơ sở dữ liệu! Vui lòng báo cáo sự cố này tại đây: https://discord.gg/4Rxrzsxb7d",
    "deleteLeaderboardCommandNoLeaderboardToDelete": "Không có bảng xếp hạng nào để xóa.",
    "leaderboardNotRefreshedMessage": "Bảng xếp hạng này quá xa trên kênh để có thể làm mới. Nó phải nằm trong 20 tin nhắn cuối cùng.",
    "leaderboardDeletedMessage": "Bảng xếp hạng này đã bị xóa vì anh ấy ở quá xa trong kênh.",
    "banAccountCommandHelp": "Bắt đầu trình hướng dẫn danh sách cấm. Cho phép chủ tài khoản xóa tài khoản của họ khỏi các máy chủ khác và thêm tài khoản đó vào danh sách cấm để người khác không thể thêm tài khoản đó nữa.",
    "banAccountCommandProveAccountOwner": "Xin chào! Để bắt đầu, hãy đăng nhập vào ứng dụng League bằng tài khoản bạn muốn sử dụng. Đây là mã sẽ cần trong bước tiếp theo: **%s**. Với mã này, hãy vào *Cài đặt -> Xác minh* trong ứng dụng League của bạn, dán mã vào hộp và nhấp vào lưu.\n\nSau khi hoàn tất, hãy trả lời tôi với thông tin chi tiết về tài khoản của bạn như sau: ``(Region) (Summonername)``. Sau đó, tôi sẽ chỉ cho bạn biết tài khoản của bạn đã được thêm vào máy chủ nào và bạn có thể làm gì về vấn đề này. Nếu bạn muốn dừng quá trình này, hãy gửi ``STOP``.",
    "banAccountCommandCancelVerification": "Vâng, tôi không còn chờ câu trả lời nữa. Bạn có thể gửi lại lệnh cơ sở nếu bạn muốn tiếp tục.",
    "banAccountCommandMalformedAccount": "Trả lời bạn gửi có định dạng không đúng. Vui lòng gửi cho tôi tài khoản của bạn theo định dạng sau: ``(Region) (Summonername)``. Danh sách các thẻ vùng hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN. Nếu bạn muốn dừng quá trình, bạn có thể gửi ``STOP``.",
    "banAccountCommandInvalidRegionTag": "Thẻ vùng không hợp lệ. Vui lòng thử lại bằng thẻ hợp lệ. (Thẻ hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN)",
    "banAccountCommandInvalidVerificationTag": "Tôi không nhận được mã đúng. Vui lòng đảm bảo bạn đã nhập mã **%s** trong *Cài đặt (bên cạnh nút \"Hoàn tất\") -> Xác minh* và nhấp vào nút *Lưu*. Sau đó, bạn có thể thử lại (gửi lại ``%s``).",
    "banAccountCommandListOfGuild": "Danh sách máy chủ mà tài khoản của bạn đã được thêm vào:",
    "banAccountCommandGuildItemWithName": "Máy chủ %s (ID : %d)",
    "banAccountCommandGuildItemOnlyId": "ID máy chủ %d",
    "banAccountCommandControlMessage": "Đã xác minh xong! Bây giờ chúng ta có thể nghiêm túc. Tôi đã gửi cho bạn danh sách tất cả các máy chủ mà tài khoản của bạn đã được thêm vào ở trên. Tôi chỉ có thể hiển thị tên máy chủ nếu bạn là thành viên (vì lý do riêng tư). Tôi chỉ hiển thị ID của những người khác.\nBạn có một số tùy chọn trên các máy chủ này, đây là chúng:\n\n- Bạn có thể xóa tài khoản của mình khỏi một máy chủ duy nhất. Đây là thông báo cần gửi: ``kick serverNumber`` Để thực hiện, bạn phải chọn máy chủ đó bằng số máy chủ trong danh sách ở trên (không phải ID). Bạn cũng có thể quyết định xóa tài khoản của mình ở mọi nơi bằng cách viết \"ALL\" thay vì số.\nVí dụ 1: ``kick 2`` (Xóa tài khoản của bạn khỏi máy chủ có số 2)\nVí dụ 2: ``kick all`` (Xóa tài khoản của bạn khỏi tất cả các máy chủ mà tài khoản đó đã được thêm vào)\n\n- Bạn có thể ngăn không cho tài khoản được thêm vào. Đây là thông báo cần gửi: ``ban`` Điều này sẽ ngăn không cho tài khoản được thêm vào (kể cả bạn). Nếu tài khoản đã được thêm vào các máy chủ khác, nó sẽ không xóa chúng. Sử dụng lệnh ở trên cho việc này. Nếu tài khoản đã không thể thêm và bạn muốn thực hiện, hãy gửi ``ban``.\n\n**Trạng thái tài khoản hiện tại: %s**\n\nNếu bạn muốn dừng quá trình, hãy gửi \"stop\".",
    "banAccountCommandStatusImpossibleToAdd": "Không thể thêm vào",
    "banAccountCommandStatusPossibleToAdd": "Có thể thêm",
    "banAccountCommandKickMissingOrBadSelection": "Bạn phải cho tôi số máy chủ (xem danh sách ở trên), nếu không tôi không biết phải thực hiện lệnh ở đâu. Vui lòng thử lại. Nếu bạn muốn dừng quá trình, hãy gửi ``Stop``.\n\nSau đây là một số ví dụ:\n-``kick 3`` -> xóa tài khoản của bạn khỏi máy chủ số 3.\n-``kick all`` -> xóa tài khoản của bạn trên tất cả các máy chủ mà nó đã được thêm vào.",
    "banAccountCommandAccountAddedToTheBanList": "Được rồi, tài khoản đã được thêm vào danh sách cấm! Bạn không thể thêm tài khoản đó vào máy chủ nữa. Nếu tài khoản đã được thêm vào máy chủ, tài khoản đó sẽ không bị xóa. Sử dụng lệnh ``kick numberOfTheServer`` để thực hiện việc này. Nếu bạn muốn dừng quá trình, hãy gửi ``Stop``.",
    "banAccountCommandAccountDeleteOfTheBanList": "Đúng rồi, tài khoản đã được xóa khỏi danh sách cấm! Bây giờ bạn có thể sử dụng lại. Nếu bạn muốn dừng quá trình, hãy gửi ``Dừng``.",
    "banAccountCommandStopManageProcess": "Được rồi, chúng tôi sẽ ngừng quản lý tài khoản của bạn ở đây.",
    "banAccountCommandInvalidCommand": "Tôi không nhận ra lệnh bạn đã gửi. Các lệnh có thể là ``kick numberOfTheServer``, ``ban`` và ``stop``. Vui lòng thử lại.",
    "banAccountCommandDeleteAccountFromAllServer": "Được rồi, tôi đã xóa tài khoản của bạn khỏi tất cả các máy chủ mà nó được thêm vào. Bạn có thể gửi lệnh khác nếu muốn. Nếu bạn muốn dừng chế độ quản lý tài khoản, hãy gửi ``Dừng``.",
    "banAccountCommandAccountAlreadyDeletedInThisServer": "Tài khoản đã bị xóa trên máy chủ này. Nếu bạn muốn thoát khỏi chế độ quản lý tài khoản, hãy gửi ``Dừng``.",
    "banAccountCommandSelectedAccountCorrectlyDeleted": "Tài khoản đã được xóa đúng cách khỏi máy chủ đã chọn. Nếu bạn muốn thoát khỏi chế độ quản lý tài khoản, hãy gửi ``Dừng``.",
    "banAccountCommandBadKickCommand": "Cú pháp của lệnh kick không hợp lệ! Vui lòng kiểm tra định dạng và máy chủ đã chọn trong lệnh của bạn. Nếu bạn muốn thoát khỏi chế độ quản lý tài khoản, hãy gửi ``Dừng``.",
    "banAccountCommandAccountIn0Server": "Tài khoản của bạn hiện được đăng ký trên 0 máy chủ.",
    "banAccountCommandKickAllNoServer": "Tài khoản của bạn hiện đang được đăng ký trên 0 máy chủ, vì vậy tôi chưa xóa bất kỳ thứ gì. Nếu bạn muốn thoát khỏi chế độ quản lý tài khoản, hãy gửi ``Dừng``.",
    "accountCantBeAddedOwnerChoice": "Người sở hữu tài khoản đã cấm sử dụng tài khoản. Nếu bạn là người sở hữu tài khoản và muốn thay đổi điều này, vui lòng chạy lệnh </banaccount:864483001958006784>.",
    "statsProfileNeedARegisteredAccount": "Người chơi được chọn tồn tại nhưng không có tài khoản Liên minh huyền thoại nào được liên kết. Vui lòng liên kết tài khoản bằng lệnh </add account:864483340492734474>.",
    "tft": "TFT",
    "numberPlace": "",
    "playerKilled": "",
    "playersKilled": "",
    "playerDamageGiven": "",
    "resumeOfLastGame": "Tóm tắt trận đấu cuối cùng",
    "empty": "trống",
    "rankChannelChangeRankChangeWinTierTFT": "",
    "gameNotFinished": "Trò chơi chưa kết thúc",
    "leaderboardObjectiveWinrate": "Tỷ lệ thắng toàn cầu",
    "leaderboardObjectiveWinrateSpecificQueue": "Tỷ lệ thắng cho một hàng đợi cụ thể",
    "leaderboardObjectiveWinrateSpecificChamp": "Tỷ lệ thắng của một tướng cụ thể",
    "perfectKDA": "KDA hoàn hảo!",
    "clashChannelDeletionBecauseOfSummonerAccountUnreachable": "Tài khoản summoner được liên kết với kênh này không thể truy cập được (thay đổi máy chủ?). Tôi sẽ không cập nhật kênh clash này từ bây giờ.",
    "clashChannelTitle": "Clashchannel cho tài khoản %s (%s)",
    "clashChannelLeagueAccountNotInGame": "Tài khoản Liên Minh Huyền Thoại được chọn không nằm trong đội Clash.",
    "clashChannelBottomNotInClashTeamMesssage": "Làm mới mỗi giờ. Bạn có thể làm mới thủ công bằng lệnh </clash refresh:864484042392731659>. Tất cả tin nhắn bên ngoài được gửi trong kênh này sẽ bị xóa.",
    "clashChannelClashTournamentError": "Lỗi với máy chủ Riot",
    "clashChannelClashTournamentNotAvailable": "Không có giải đấu nào có sẵn",
    "clashChannelClashTournamentUpcoming": "**Giải đấu sắp tới:**",
    "clashChannelClashTournamentUpcomingInfo": "",
    "clashChannelClashTournamentBasicName": "Giải đấu Clash",
    "createClashChannelHelpMessage": "Tạo một clashchannel mới trong đó tôi có thể gửi thông tin về cuộc đụng độ hiện tại và sắp tới cho một tài khoản Liên minh cụ thể. Cần có quyền Quản lý Kênh.",
    "createClashChannelAskLeagueAccount": "Hoàn hảo, giờ tôi cần một Tài khoản Liên minh. Vui lòng gửi một tài khoản có định dạng này ``(Khu vực) (Tên người triệu hồi)``. Bạn có thể hủy lệnh bằng cách gửi ``Dừng``.",
    "createClashChannelCancelMessage": "Việc tạo kênh clash đã bị hủy bỏ.",
    "createClashMalformedLeagueAccount": "Lệnh bị lỗi. Vui lòng tôn trọng mẫu này: `(Region) (Summonername)`",
    "createClashChannelRegionTagInvalid": "Thẻ vùng không hợp lệ. Vui lòng thử lại. (Thẻ hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN)",
    "createClashChannelErrorDatabase": "Đã xảy ra lỗi cơ sở dữ liệu! Vui lòng báo cáo sự cố này tại đây: https://discord.gg/4Rxrzsxb7d",
    "createClashChannelLeagueAccountSelected": "Hoàn hảo! Bạn đã chọn đúng tài khoản *%s* %s.\nBây giờ, bạn phải chọn một múi giờ. Vui lòng chọn một múi giờ từ danh sách ở trên. Bạn có thể sao chép và dán trực tiếp một múi giờ hoặc gửi trực tiếp số của múi giờ đó.",
    "createClashChannelSummonerNotFound": "Không tìm thấy máy chủ \"%s\" của người triệu hồi \"%s\". Vui lòng kiểm tra và thử lại. Gửi \"Dừng\" nếu bạn muốn hủy việc tạo.",
    "createClashChannelAlreadyCreatedForThisSummoner": "Người triệu hồi này đã có kênh đụng độ. Vui lòng chọn kênh khác. Gửi \"Dừng\" nếu bạn muốn hủy việc tạo.",
    "paginationTimeZoneList": "Danh sách các múi giờ khả dụng:",
    "createClashChannelTournamentBadTimeZoneSelection": "Vui lòng chọn múi giờ bằng số hợp lệ hoặc trực tiếp bằng tên (sao chép và dán).",
    "createClashChannelTournamentTimeZoneSelected": "Hoàn hảo! Clashchannel đã được tạo đúng.",
    "clashChannelLoadingMessage": "Clashchannel đang tải…",
    "impossibleToCreateClashChannelMissingPerms": "Không thể tạo kênh clashchannel được! Tôi không có quyền làm điều đó.",
    "informationPanelSmartModEnable": "*Bật chế độ thông minh: Chỉ cập nhật bằng lệnh làm mới và phát hiện trạng thái Discord.*",
    "informationPanelEvaluationMod": "*Giai đoạn đánh giá: Đánh giá hiệu suất hiện tại.*",
    "dayNumber": "Ngày %s",
    "phaseNumber": "Giai đoạn %s",
    "clashChannelClashTournamentMultiplePhaseTitle": "",
    "clashChannelClashTournamentPhaseElement": "",
    "clashChannelClashTournamentRegistered": "",
    "clashChannelClashTournamentTeamName": "",
    "topAbr": "Đứng đầu",
    "jungleAbr": "Jng",
    "midAbr": "Giữa",
    "adcAbr": "Quảng cáo",
    "supportAbr": "Chào",
    "fillAbr": "Đổ đầy",
    "top": "Đứng đầu",
    "jungle": "Rừng",
    "mid": "Giữa",
    "adc": "Quảng cáo",
    "support": "Ủng hộ",
    "unselected": "Chưa chọn",
    "clashChannelClashTournamentShowTeamMemberByPosition": "",
    "statsPredictRoleHelpMessage": "Dự đoán làn đường của 5 tài khoản nhất định nếu họ chơi cùng nhau. Thao tác này sẽ mở công cụ lựa chọn người chơi.",
    "statsPredictRoleAnalysisStart": "Được rồi, chúng ta hãy bắt đầu với dự đoán! Tôi cần 5 tài khoản cho việc này.",
    "statsPredictRoleTitleDeterminedRole": "Đây là cách tôi sắp xếp đội hình:",
    "disclaimerAnalysis": "Hãy nhớ rằng phân tích này không nhất thiết phải đáng tin cậy",
    "dangerosityReportHighWinrateInfo": "Tỷ lệ thắng cao: %s",
    "dangerosityReportBadWinrateInfo": "Tỷ lệ thắng thấp: %s",
    "dangerosityReportPlayRate": "Trò chơi đã chơi: %d",
    "dangerosityReportHighMasteryInfo": "Thành thạo cao: %s",
    "dangerosityReportHighKDAInfo": "KDA cao: %s",
    "dangerosityReportOTPInfo": "OTP | Tỷ lệ chơi: %s",
    "dangerosityReportHighEloDiffInfo": "Chênh lệch elo lớn: %s",
    "dangerosityReportLowEloDiffInfo": "Chênh lệch elo lớn tệ hại: %s",
    "dangerosityReportLittleChampionPoolInfo": "Nhóm vô địch nhỏ: %d",
    "dangerosityReportFlexPickInfo": "Chọn Flex: %s",
    "clashChannelClashTournamentTeamNameStats": "",
    "clashChannelClashTournamentPlayerData": "",
    "clashChannelClashTournamentPlayerDataChampion": "",
    "clashChannelClashTournamentPotentialFlexPick": "Lựa chọn linh hoạt tiềm năng: %s",
    "clashChannelClashTournamentPotentialFlexPickNotFound": "Không phát hiện thấy flex pick",
    "clashChannelClashTournamentPotentialBanAgainstAlly": "Có thể cấm đội của bạn: %s",
    "clashChannelClashTournamentBottomTextFullTeam": "Viết tên người triệu hồi của người chơi đối phương bên dưới để nhận số liệu thống kê về đội đối phương. Định dạng: ``/clash analysis (Khu vực *Tùy chọn: %s theo mặc định*) (Tên người triệu hồi)``",
    "clashRefreshHelpMessage": "Gửi lệnh này trong kênh xung đột để làm mới nó.",
    "clashRefreshNeedToBeSendedInClashChannel": "Vui lòng gửi lệnh này trong kênh clash mà bạn muốn làm mới.",
    "clashRefreshStarted": "Quá trình làm mới sẽ bắt đầu sau vài giây.",
    "mainClashCommandHelpMessage": "Nếu bạn cần trợ giúp cho lệnh clash, hãy nhập `/clash help`",
    "clashAnalyzeHelpMessage": "Gửi phân tích về nhóm. Nếu lệnh này được gửi trong kênh xung đột thì vùng không bắt buộc.",
    "clashAnalyzeMalformedFormat": "Lệnh bị lỗi! Vui lòng sử dụng định dạng này: ``/clash analysis (Region) (Summonername)``",
    "clashAnalyzeMalformedFormatInsideClashChannel": "Lệnh bị lỗi! Vui lòng sử dụng định dạng này: ``/clash analysis (Region *Optional : %s theo mặc định*) (Summonername)``",
    "clashAnalyzeLoadStarted": "Quá trình phân tích đã bắt đầu. Có thể mất vài giây.",
    "clashAnalyzeLoadNotRegistered": "Tài khoản đã cho không được đăng ký trong một đội Clash. Vui lòng tạo một đội với 5 người chơi và thử lại.",
    "clashAnalyzeLoadNot5Players": "Không có năm người chơi trong đội đụng độ này. Vui lòng chọn năm người và thử lại.",
    "teamAnalysisBanRecomendationTitle": "**Khuyến nghị cấm** *(Vui lòng xem xét lại tất cả các khuyến nghị này)* :",
    "teamAnalysisBanRecomendationFirstBanTitle": "Đề xuất cấm đầu tiên",
    "teamAnalysisBanRecomendationSecondBanTitle": "Khuyến nghị cấm lần thứ hai",
    "statsTeamAnalysisHelpMessage": "Bắt đầu phân tích đội với các khuyến nghị cấm. Thao tác này sẽ mở công cụ lựa chọn người chơi.",
    "statsTeamAnalysisAskAccount": "",
    "statsTeamAnalysisAskRole": "Tài khoản đã được chọn đúng. Bây giờ hãy chọn một vai trò:",
    "statsTeamAnalysisMalformedAccount": "Câu trả lời không đúng định dạng. Vui lòng trả lời theo định dạng này: (Khu vực) (Tên người triệu hồi).",
    "statsTeamAnalysisSummonerNotFound": "Tên người triệu hồi không đúng. Vui lòng kiểm tra tên người triệu hồi và khu vực rồi thử lại.",
    "statsTeamAnalysisRiotApi": "Đã xảy ra lỗi API Riot. Vui lòng đợi vài giây và thử lại.",
    "statsTeamAnalysisRoleSelectionCancel": "Được rồi, trình hướng dẫn chọn tài khoản đã bị hủy. Gửi lệnh </stats teamanalysis:864484041435906098> một lần nữa nếu bạn muốn khởi động lại.",
    "statsTeamAnalysisRoleSelectionFillInfo": "(Zoe sẽ tự động xác định vai trò)",
    "statsTeamAnalysisRegionTagInvalid": "Thẻ vùng không hợp lệ (Thẻ hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN). Vui lòng thử lại.",
    "statsTeamAnalysisAccountCorrectlySelected": "Tài khoản %s đã được chọn đúng với vai trò %s!",
    "statsTeamAnalysisAccountCustomTeamTitle": "Phân tích nhóm tùy chỉnh | Thống kê:",
    "statsTeamAnalysisSelectionTimeOut": "Bạn mất quá nhiều thời gian để chọn tài khoản. Tôi sẽ hủy quá trình này.",
    "statsTeamAnalysisCancelMessage": "Nếu bạn muốn hủy quá trình gửi: ``Dừng``",
    "statsTeamAnalysisAlreadySelectedAccount": "Tài khoản này đã được chọn, vui lòng chọn tài khoản khác.",
    "statsTeamAnalysisStart": "Được rồi, chúng ta hãy bắt đầu phân tích nhóm! Tôi cần 5 tài khoản cho việc này.",
    "loadingSummoner": "*Đang tải trình triệu hồi…*",
    "loadingData": "*Đang tải dữ liệu…*",
    "deleteClashChannelCommandHelpMessage": "Lệnh xóa clashchannel hiện có. Cần có quyền Quản lý kênh.",
    "deleteClashChannelCommandNoClashChannelToDelete": "Không có clashchannel nào để xóa.",
    "deleteClashChannelCommandListProposal": "Sau đây là các kênh xung đột của máy chủ này, vui lòng chọn kênh bạn muốn xóa. Tôi sẽ xóa tất cả các tin nhắn liên quan nhưng không xóa kênh đó.",
    "deleteClashChannelDoneCorrectly": "Clashchannel đã chọn đã được xóa đúng cách! Bây giờ bạn có thể xóa textchannel nếu muốn.",
    "couldNotSendInfoCardsOverloaded": "Thẻ trò chơi về trò chơi %s không thể được tạo ra do quá tải hiện tại. Xin lỗi về điều đó :c",
    "languageSlashCommandOptionNotValid": "Ngôn ngữ được cung cấp không tồn tại. Vui lòng chọn ngôn ngữ đúng. (Bạn có thể thử sử dụng lệnh không có dấu gạch chéo ``@Zoe language``)",
    "registerCommandHelpMessageSlashCommand": "Đăng ký tác giả là người chơi với thông tin đã cho.",
    "createTeamHelpMessageSlashCommand": "Tạo một đội mới. Cho phép bạn nhóm người chơi lại với nhau trên bảng thông tin.",
    "createRankChannelHelpMessageSlashCommand": "Tạo kênh xếp hạng để tôi gửi thông tin cập nhật về thứ hạng của người chơi đã đăng ký.",
    "createLeaderboardHelpMessageSlashCommand": "Bắt đầu trình hướng dẫn tạo bảng xếp hạng.",
    "createInfoChannelHelpMessageSlashCommand": "Tạo kênh thông tin mới để tôi có thể gửi thông tin về người chơi đã đăng ký.",
    "createClashChannelHelpMessageSlashCommand": "Tạo một clashchannel mới cho một tài khoản Liên minh cụ thể.",
    "deletePlayerHelpMessageSlashCommand": "Xóa người chơi đã chỉ định.",
    "deleteTeamHelpMessageSlashCommand": "Xóa đội đã cho.",
    "deleteInfoChannelHelpMessageSlashCommand": "Xóa kênh thông tin.",
    "deleteClashChannelCommandHelpMessageSlashCommand": "Lệnh xóa clashchannel hiện có.",
    "deleteLeaderboardCommandHelpMessageSlashMessage": "Xóa bảng xếp hạng hiện tại bằng menu ngữ cảnh.",
    "deleteRankChannelHelpMessageSlashCommand": "Xóa rankchannel.",
    "clashAnalyzeHelpMessageSlashCommand": "Gửi phân tích về đội đụng độ được chỉ định.",
    "clashRefreshHelpMessageSlashCommand": "Gửi lệnh này trong clashchannel để làm mới nó.",
    "addAccountHelpMessageSlashCommand": "Thêm tài khoản đã cho vào người chơi được đề cập.",
    "addPlayerToTeamCommandHelpSlashCommand": "Thêm cầu thủ được đề cập vào đội đã cho.",
    "removePlayerToTeamHelpMessageSlashCommand": "Xóa người chơi đã chỉ định khỏi đội của họ.",
    "removeAccountHelpMessageSlashCommand": "Xóa tài khoản đã chỉ định khỏi người chơi được đề cập.",
    "showPlayerHelpMessageSlashCommand": "Hiển thị tất cả người chơi có tài khoản trên máy chủ.",
    "statsProfileHelpMessageSlashCommand": "Nhận thông tin về người chơi được đề cập hoặc tài khoản được cung cấp.",
    "statsProfileNeedParametersSlashCommand": "Tôi cần ít nhất một người chơi được nhắc đến hoặc một tài khoản Liên minh trả lời bạn.",
    "statsTeamAnalysisHelpMessageSlashCommand": "Bắt đầu phân tích nhóm với các khuyến nghị cấm.",
    "statsPredictRoleHelpMessageSlashMessage": "Dự đoán vai trò của 5 tài khoản nhất định nếu chúng chơi cùng nhau.",
    "banAccountCommandHelpSlashMessage": "Cho phép chủ tài khoản xóa tài khoản của họ khỏi các máy chủ khác.",
    "configCommandHelpSlashCommand": "Mở một tin nhắn tương tác để cấu hình máy chủ.",
    "resetCommandHelpSlashCommand": "Đặt lại cấu hình hiện tại của máy chủ.",
    "patchNoteCommandRespondMessage": "Có thể tìm thấy ghi chú bản vá tại đây: https://wiki.zoe-discord-bot.ch/en/patchnotes",
    "patchNotesCommandSlashCommand": "Gửi cho bạn liên kết tới bản ghi chú bản vá hiện tại và lịch sử.",
    "rankRoleOptionDescription": "Chỉ định vai trò tùy thuộc vào thứ hạng của người chơi.",
    "rankRoleOptionDisable": "Tùy chọn bị vô hiệu hóa",
    "rankRoleOptionDisableDesc": "Tất cả đã tạo",
    "rankRoleOptionLongDesc": "Tùy chọn khi kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, một vai trò sẽ được tạo cho mỗi cấp bậc Liên đoàn. Mỗi người chơi đã đăng ký sẽ nhận được một vai trò tương ứng với cấp bậc của họ. Vai trò này được cập nhật cùng lúc với kênh thông tin và kênh cấp bậc và có thể được cập nhật bằng </refresh:864483000875614219>. Bạn có thể thay đổi các vai trò này theo ý muốn (tên, màu sắc, quyền, ...) miễn là Zoe có thể chỉ định chúng cho người chơi. Nếu một vai trò bị xóa, tùy chọn này vẫn hoạt động với các vai trò còn lại (bạn có thể sử dụng tùy chọn này để chỉ hiển thị một cấp bậc cụ thể).\n\n:white_check_mark: : Kích hoạt tùy chọn này\n:x: : Hủy kích hoạt",
    "rankRoleOptionSelectQueueWaitMessage": "Được rồi, bây giờ hãy chọn hàng đợi bạn muốn theo dõi:\n\n:one: Sử dụng thứ hạng SoloQ: %s\n:two: Sử dụng thứ hạng Flex: %s\n:three: Sử dụng thứ hạng TFT: %s",
    "rankRoleOptionCancelCreation": "Được rồi, chúng ta dừng việc tạo tùy chọn này tại đây.",
    "rankRoleOptionCancelButton": "Hủy bỏ",
    "rankRoleOptionActivateButton": "Kích hoạt",
    "rankRoleOptionActivateWait": "Hoàn hảo! Cho tôi vài giây để kích hoạt tùy chọn...",
    "rankRoleOptionDescriptionChangeText": "Chỉ định vai trò tùy thuộc vào thứ hạng của họ: %s",
    "rankRoleOptionDisableTheOptionButton": "Vô hiệu hóa",
    "rankRoleOptionUpdateTheOptionButton": "Cập nhật",
    "rankRoleOptionCancelUpdate": "Được rồi, chúng ta dừng quá trình ở đây.",
    "rankRoleOptionUpdateDescription": "Tùy chọn bạn muốn cập nhật: **%s**\n\nTại đây, bạn có thể cập nhật cài đặt của tùy chọn. Bạn cũng có thể hủy kích hoạt tùy chọn tại đây. Thao tác này sẽ xóa tất cả các vai trò.\n\n:one: Sử dụng cấp bậc SoloQ: %s\n:two: Sử dụng cấp bậc Flex: %s\n:three: Sử dụng cấp bậc TFT: %s",
    "rankRoleOptionDisableUpdateWait": "Được rồi, cho tôi vài giây để xóa các vai trò...",
    "rankRoleOptionPermissionMissingError": "Tôi không thể làm điều đó vì tôi không có quyền \"%s\".",
    "rankRoleOptionMaxRoleGuild": "Có quá nhiều vai trò trên máy chủ này. Vui lòng xóa một số vai trò (tôi cần 10 ô trống) nếu bạn muốn sử dụng tùy chọn này.",
    "rankRoleOptionOptionCreated": "Cảm ơn bạn đã dành thời gian! Tùy chọn đã được bật đúng! Xếp hạng sẽ được chỉ định trong lần làm mới tiếp theo.",
    "rankRoleOptionUpdateSave": "Hoàn hảo! Những thay đổi của bạn đã được lưu.",
    "rankRoleOptionNeedAtLeastOneQueue": "Bạn cần chọn ít nhất một hàng đợi! Quá trình đã bị hủy, vui lòng thử lại.",
    "rankRoleOptionDisableUpdate": "Tùy chọn đã được tắt đúng cách!",
    "rankRoleOptionDisableUpdateFailedToDelete": "Tùy chọn đã được tắt đúng cách! Nhưng tôi gặp phải sự cố khi xóa vai trò cấp bậc nên hãy tự mình thực hiện.",
    "forceVerificationOptionDescription": "Buộc xác minh chủ sở hữu tài khoản Liên minh",
    "forceVerificationOptionLongDesc": "Tùy chọn khi kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, tất cả người dùng phải chứng minh rằng tài khoản Liên minh của họ thuộc về họ. Điều này được thực hiện bằng hệ thống xác minh LoL chính thức, bạn có thể kiểm tra quy trình bằng lệnh </banaccount:864483001958006784>.\nNgười dùng có quyền quản lý kênh sẽ bỏ qua yêu cầu này.\n\n**Rất khuyến khích sử dụng tùy chọn này với tùy chọn \"%s \"**.",
    "continueButton": "Tiếp tục",
    "forceVerificationInitSetupMessage": "Được rồi! Bây giờ hãy chọn phương pháp khởi tạo.",
    "forceVerificationContinueWithoutDelete": "Cho phép mà không xóa người chơi hiện tại",
    "forceVerificationContinueWithDelete": "Cho phép và xóa tất cả người chơi hiện đã đăng ký",
    "forceVerificationOptionCreated": "Hoàn hảo! Tùy chọn đã được bật đúng cách.",
    "forceVerificationOptionDisableDescription": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nNếu bạn vô hiệu hóa tùy chọn này, người dùng có thể đăng ký mà không cần phải xác minh quyền sở hữu tài khoản của họ. Người dùng có thể thêm các tài khoản không thuộc về họ.",
    "configCommandMenuCategoryText": "Vui lòng chọn một danh mục tùy chọn:",
    "generalCategoryDescription": "Cài đặt ảnh hưởng đến toàn bộ máy chủ",
    "infochannelCategoryDescription": "Cài đặt liên quan đến kênh thông tin",
    "rankchannelCategoryDescription": "Thiết lập liên quan đến rankchannel",
    "userManagementCategoryDescription": "Cài đặt liên quan đến người dùng và tài khoản Liên đoàn",
    "featuresCategoryDescription": "Cài đặt cho các tính năng bổ sung",
    "generalCategoryName": "Cài đặt chung",
    "infochannelCategoryName": "Cài đặt Infochannel",
    "rankchannelCategoryName": "Cài đặt Rankchannel",
    "userManagementCategoryName": "Cài đặt quản lý người dùng",
    "featuresCategoryName": "Các tính năng bổ sung",
    "configCommandSelectACategory": "Vui lòng chọn một danh mục",
    "configCommandSelectAOption": "Vui lòng chọn một tùy chọn",
    "configCommandMenuOptionText": "Được rồi! Bây giờ hãy chọn tùy chọn bạn muốn:",
    "configCommandMenuErrorNoOptionFoundWithThisCat": "Không tìm thấy tùy chọn nào cho danh mục này! Vui lòng báo cáo lỗi này tại đây: https://discord.gg/4Rxrzsxb7d",
    "configCommandMenuOptionErrorNotFound": "Không tìm thấy tùy chọn đã chọn! Vui lòng báo cáo lỗi này tại đây: https://discord.gg/4Rxrzsxb7d",
    "cleanChannelOptionName": "Kênh sạch",
    "forceVerificationOptionName": "Xác minh bắt buộc",
    "infocardsOptionName": "Thẻ trò chơi",
    "infopanelRankedOptionName": "Xếp hạng trong bảng thông tin",
    "rankChannelFilterOptionName": "Bộ lọc Rankchannel",
    "rankRoleOptionName": "Tính năng vai trò xếp hạng",
    "regionOptionName": "Khu vực mặc định",
    "roleOptionName": "Ẩn kênh thông tin",
    "selfAddingOptionName": "Quyền sáng tạo",
    "configCommandListOption": "Sau đây là danh sách các tùy chọn cho danh mục này:",
    "verificationProcessWhileAddingAccount": "Máy chủ Discord này yêu cầu xác minh quyền sở hữu để thêm tài khoản mới. Để xác minh rằng bạn là chủ sở hữu của tài khoản *%s* \"%s\", vui lòng làm theo các bước sau.\n\n1. Đăng nhập vào máy khách giải đấu bằng tài khoản.\n2. Đi tới *Cài đặt -> Xác minh* trong máy khách giải đấu của bạn.\n3. Dán mã **%s** vào hộp.\n4. Nhấp vào lưu.\n\nSau khi hoàn tất, hãy trả lời tôi bằng **XONG**. Nếu bạn muốn hủy hành động này, chỉ cần gửi một tin nhắn ngẫu nhiên.",
    "verificationProcessAccountValid": "Xác minh Được rồi! Tài khoản đã được tạo đúng.",
    "verificationProcessAccountNotValid": "Kiểm tra không thành công! Vui lòng thử lại.\n\nĐể xác thực mã, hãy sử dụng **DONE**. Để hủy quy trình, hãy gửi thứ gì đó khác.",
    "verificationProcessCancel": "Vâng, chúng ta hủy bỏ quá trình ở đây.",
    "accessNewFeaturesSmallAndMediumName": "Quyền truy cập sớm hơn vào các tính năng mới cho máy chủ có ít hơn 500 thành viên mà bạn có quyền \"Quản trị viên\"",
    "accessNewFeaturesHugeName": "Truy cập sớm hơn vào các tính năng mới cho tất cả các loại máy chủ mà bạn có quyền \"Quản trị viên\"",
    "nameOnTheWebsiteName": "Tên trên trang web chính thức",
    "nameOnReleaseNoteName": "Tên trong ghi chú phát hành",
    "nameOnGithubName": "Tên trên GitHub",
    "exclusiveDevNewsName": "Tin tức độc quyền của dev",
    "evolutiveSupporterEmoteName": "Biểu tượng cảm xúc ủng hộ tiến hóa bên cạnh tên của bạn",
    "bugReportPriorityName": "Ưu tiên báo cáo lỗi (chúng tôi sửa lỗi bạn báo cáo nhanh hơn)",
    "supportTheProjectName": "Hỗ trợ dự án",
    "devName": "Phát triển",
    "staffName": "Nhân viên",
    "subTier3Name": "Người ủng hộ bậc thầy",
    "subTier2Name": "Người ủng hộ kim cương",
    "subTier1Name": "Người ủng hộ Bạch kim",
    "exceptionnalAccessName": "Truy cập các tính năng đặc biệt",
    "exclusiveAccessToSupporterChannelName": "Truy cập kênh độc quyền trong [Máy chủ Discord chính thức của Zoe](https://discord.gg/BfB2B74VnK)",
    "subscriptionCommandTitle": "",
    "subscriptionCommandRoleTitle": "Tất cả các vai trò của %s",
    "subscriptionCommandNoRoles": "",
    "subscriptionCommandBenefitTier1Title": "Quyền lợi của bạn\nQuyền lợi của Người ủng hộ Bạch kim",
    "subscriptionCommandBenefitTier2Title": "Quyền lợi của người ủng hộ Diamond",
    "subscriptionCommandBenefitTier3Title": "Quyền lợi của người ủng hộ chính",
    "subscriptionCommandUserSupportTitle": "Cảm ơn bạn đã ủng hộ Zoe!",
    "subscriptionCommandUserSupport": "Bạn là một trong những người giúp Zoe có thể tồn tại!\nĐể biết thêm thông tin, hãy xem [trang Ko-fi](https://ko-fi.com/kalunight) của tôi",
    "subscriptionCommandUserNotSupportTitle": "Bạn có muốn ủng hộ Zoe không?",
    "subscriptionCommandUserNotSupport": "Hãy vào [My Ko-fi](https://ko-fi.com/kalunight/tiers) và chọn một cấp độ! Mọi khoản quyên góp đều được tính!\nĐã là người ủng hộ nhưng bạn không được hưởng quyền lợi? Hãy tham gia [Máy chủ Discord chính thức của Zoe](https://discord.gg/4Rxrzsxb7d) và [liên kết tài khoản Ko-fi của bạn với tài khoản Discord của bạn.](https://ko-fi.com/Discord/Settings)",
    "subscriptionCommandUserFooterMessage": "Zoe sẽ vẫn được tự do dù có chuyện gì xảy ra. Nhưng nó cần tiền để tồn tại.",
    "subscriptionCommandHelp": "Hiển thị trạng thái đăng ký Zoe của người dùng cụ thể.",
    "subscriptionCommandSlashHelp": "Hiển thị trạng thái đăng ký Zoe của người dùng cụ thể.",
    "subscriptionCommandServerStatus": "Trạng thái máy chủ",
    "subscriptionCommandServerAccessNewFeatures": "Có quyền truy cập sớm hơn vào các tính năng mới",
    "subscriptionCommandServerAccessNewFeaturesAdminNotRegistered": "*Bạn phải đăng ký làm người chơi trên máy chủ nếu bạn muốn tăng cường máy chủ này*.",
    "wikiCommandResponse": "Bạn có thể tìm wiki cho Zoe tại đây: https://wiki.zoe-discord-bot.ch/",
    "wikiCommandHelp": "Gửi liên kết đến wiki của Zoe",
    "wikiCommandSlashHelp": "Gửi liên kết đến wiki của Zoe",
    "configEarlyAccessFeature": "*Tính năng truy cập sớm*",
    "configEarlyAccessFeatureNeedRight": "*Tính năng truy cập sớm | Cần đăng ký*",
    "supportMessageDeveloppedOnePerson": "Zoe được duy trì bởi một nhóm nhỏ. Bạn có thể hỗ trợ chúng tôi trong quá trình phát triển và nhận được lợi ích tại đây: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageSubscription": "Bạn có thể hỗ trợ sự phát triển của Zoe, nhận huy hiệu phát triển tuyệt vời và quyền truy cập vào các tính năng cao cấp! Để biết thêm thông tin: <https://ko-fi.com/kalunight/tiers>",
    "supportMessagePlayersSupport": "",
    "supportMessageSubscriptionCommand": "Nếu bạn ủng hộ Zoe bằng cách đăng ký, bạn có thể xem tất cả các lợi ích của mình bằng lệnh </subscription:873511500088770560>.",
    "supportMessageCoolBadge": "Bạn muốn cho mọi người thấy bạn ngầu thế nào? Hãy ủng hộ Zoe để nhận huy hiệu siêu tiến hóa và quyền truy cập vào các tính năng cao cấp! Thông tin thêm: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageEarlyAccess": "Bạn muốn truy cập nhanh hơn vào các tính năng mới của Zoe? Hãy ủng hộ Zoe và sử dụng chúng sớm hơn 2 tuần. Thông tin thêm: <https://ko-fi.com/kalunight/tiers>",
    "supportMessagePayServer": "Giống như tất cả các dịch vụ internet, Zoe cần máy chủ để hoạt động. Bạn có thể đóng góp vào khoản thanh toán và được quyền truy cập vào các tính năng cao cấp tại đây: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageExclusiveDevNews": "Bạn muốn có cái nhìn độc quyền về các tính năng trong tương lai? Hãy ủng hộ Zoe và truy cập vào các quy trình phát triển đằng sau hậu trường. Thông tin thêm: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageNameOnWebsite": "Bạn có biết không? Tất cả những người ủng hộ Zoe đều có tên trên trang web chính thức! Thông tin thêm: <https://ko-fi.com/kalunight/tiers>",
    "wikiMessage": "Zoe có một wiki. Hãy thoải mái kiểm tra ở đây: <https://wiki.zoe-discord-bot.ch>",
    "needHelpMessage": "Bạn có vấn đề với Zoe? Chúng tôi có thể giúp bạn tại đây: <https://discord.gg/4Rxrzsxb7d>",
    "supportMessageZoeLoveDev": "Chúng tôi phát triển Zoe bằng tình yêu. Nếu bạn yêu Zoe nhiều như chúng tôi và muốn có quyền truy cập vào các tính năng cao cấp độc quyền, vui lòng hỗ trợ chúng tôi trong công việc của mình: <https://ko-fi.com/kalunight/tiers>",
    "translationSupportMessagePromote": "Bạn muốn giúp đỡ bản dịch của Zoe? Hãy tham gia cùng chúng tôi trên máy chủ Discord chính thức tại đây: <https://discord.gg/4Rxrzsxb7d>",
    "translationErrorMessagePromote": "Bạn tìm thấy lỗi trong bản dịch? Hãy báo cáo lỗi đó trên Discord Server chính thức tại đây: <https://discord.gg/4Rxrzsxb7d>",
    "configCommandBackToMenu": "Quay lại menu danh mục",
    "supportMessageZoeNeedYourHelp": "Bạn muốn ủng hộ chúng tôi? Hãy giúp chúng tôi thanh toán cho máy chủ của Zoe tại đây: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageZoeLoss": "Zoe hiện không có lợi nhuận. Nếu bạn muốn tiếp tục hoạt động, vui lòng giúp tôi tại đây: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageZoeNeeded": "Zoe hiện đang được hỗ trợ ở mức %d€ mỗi tháng. Để có thể tồn tại lâu dài, Zoe cần tối thiểu %d€ mỗi tháng. Hãy giúp tôi đạt được mục tiêu này tại đây: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageZoeLoveDonation": "Nếu bạn thích Zoe, hãy cân nhắc quyên góp! Để giúp đỡ: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageZoeFutur": "Tương lai của Zoe không được đảm bảo. Hãy ủng hộ dự án để đảm bảo điều đó.\nĐể giúp đỡ: <https://ko-fi.com/kalunight/tiers>",
    "supportMessageZoeNeededTLDR": "Zoe cần %d€ mỗi tháng để sống sót! Trạng thái hiện tại: %d€/%d€\nĐể giúp đỡ: <https://ko-fi.com/kalunight/tiers>",
    "showPlayersCommandNeedToMentionAPlayer": "Người chơi này chưa được đăng ký. Vui lòng đề cập đến người chơi đã đăng ký.",
    "showPlayersCommandMentionPlayerShow": "Danh sách các tài khoản đã đăng ký của người chơi này:",
    "supportMessageZoeSupPriceReduced": "Sau khi nhận được phản hồi của bạn, giá đăng ký đã được giảm! Thông tin thêm: <https://ko-fi.com/kalunight/tiers>",
    "winrateTemporaryDisable": "Thống kê tmp. bị vô hiệu hóa",
    "leagueAccountDataUnavailableError503": "Máy chủ của Riot không thể phản hồi kịp thời (Lỗi 503)",
    "improvedRankRoleOption": "Vai trò cấp bậc được cải thiện",
    "improvedRankRoleOptionDescription": "Chỉ định vai trò Discord theo thứ hạng Liên đoàn",
    "improvedRankRoleOptionAskForCreation": "**Tùy chọn khi tạo: %s**\n\nTùy chọn này cho phép bạn chỉ định vai trò Discord rất chính xác theo thứ hạng Liên đoàn của họ. Sau khi tạo, tất cả vai trò có thể được thay đổi tên/màu của họ.\n\nBạn có muốn tiếp tục không?",
    "improvedRankRoleOptionStopCreationButton": "Hủy bỏ việc tạo",
    "improvedRankRoleOptionContinueTheCreation": "Tiếp tục đến phần cài đặt",
    "improvedRankRoleOptionCreationMenu": "**Cài đặt tùy chọn: %s**\n\nCấu hình hiện tại:\n\nLoại vai trò: %s\nVai trò cụ thể cho mỗi máy chủ (Tạo vai trò riêng cho EUW, NA, KR, ...): %s\nHàng đợi đã chọn: %s\nVai trò cụ thể cho mỗi hàng đợi (Tạo vai trò riêng cho SoloQ, Flex và TFT): %s\n\nVai trò thấp nhất cần tạo: %s\nVai trò cao nhất d: %s\n\nVí dụ về vai trò cần tạo:\n%s\n\nSố vai trò sẽ được tạo: %d\nSố vị trí cho vai trò còn lại sau khi tạo: %s\n\nNhấn các nút bên dưới để thay đổi giá trị.",
    "rankShowTypeShowAllDivisionName": "Hiển thị tất cả các bộ phận",
    "rankShowTypeShowAllDivisionDescription": "Một vai trò sẽ được tạo cho mỗi bộ phận",
    "rankShowTypeShowDivisionPerTwoName": "Hiển thị các bộ phận được nhóm theo hai",
    "rankShowTypeShowDivisionPerTwoDescription": "Một vai trò sẽ được tạo cho mỗi bộ phận thứ hai",
    "rankShowTypeShowOnlyRankName": "Chỉ hiển thị thứ hạng",
    "rankShowTypeShowOnlyRankDescription": "Một vai trò sẽ chỉ được tạo cho mỗi cấp bậc",
    "yes": "Đúng",
    "no": "KHÔNG",
    "noQueueSelected": "Không có hàng đợi được chọn",
    "improvedRankRoleOptionErrorInSettings": "Có lỗi trong các tham số đã cho. Vui lòng kiểm tra cấu hình của bạn, có thể có lỗi gì đó.",
    "improvedRankRoleOptionShowSpecificRoleTypeButton": "Hiển thị vai trò cụ thể cho mỗi máy chủ: %s",
    "improvedRankRoleOptionSpecifcRoleButton": "Vai trò cụ thể cho mỗi hàng đợi: %s",
    "improvedRankRoleOptionCreateOption": "Tạo vai trò với các thiết lập hiện tại",
    "improvedRankRoleOptionNotEnoughRoleSlots": "Một máy chủ có tối đa 250 vai trò! Vui lòng xóa một số vai trò hoặc thay đổi cấu hình hiện tại.",
    "improvedRankRoleOptionCreateRoles": "Được rồi, tôi đang tạo tất cả các vai trò cần thiết. Cho tôi chút thời gian... %d/%d Vai trò đã được tạo.",
    "improvedRankRoleOptionCreationDone": "Chúng tôi ổn! Tùy chọn đã được tạo đúng.",
    "experimentalCategoryDescription": "Đây là nơi phép thuật xảy ra",
    "experimentalCategoryName": "Tính năng thử nghiệm",
    "improvedRankRoleOptionRankMin": "Phút: ",
    "improvedRankRoleOptionRankMax": "Tối đa: ",
    "improvedRankRoleOptionLoadingRefresh": "Vui lòng đợi vài giây để tôi có thể làm mới vai trò....",
    "improvedRankRoleOptionErrorWhileRefreshingRoleDb": "Tôi gặp phải sự cố với cơ sở dữ liệu, vui lòng báo cáo tại đây: <https://discord.gg/4Rxrzsxb7d>",
    "improvedRankRoleOptionUpdateMessage": "Tùy chọn bạn muốn cập nhật: %s\n\nTại đây bạn sẽ tìm thấy tất cả các vai trò được liệt kê:\n\n%s\nBạn có thể cập nhật chúng bằng các nút bên dưới.",
    "improvedRankRoleOptionDeleteCurrentButtonWithoutDiscord": "Xóa mục đã chọn mà không xóa vai trò Discord",
    "improvedRankRoleOptionDeleteCurrentButton": "Xóa mục đã chọn",
    "improvedRankRoleOptionStopUpdateButton": "Hoàn thành",
    "improvedRankRoleOptionUpdateCurrentButton": "Cập nhật đã chọn",
    "improvedRankRoleOptionFinishMessage": "Được rồi, chúng ta dừng cập nhật tùy chọn.",
    "improvedRankRoleOptionMissingPermission": "Tôi không có quyền xóa vai trò. Vai trò chưa bị xóa. Vui lòng cấp cho tôi quyền quản lý vai trò để thực hiện việc đó.",
    "improvedRankRoleOptionUnexpectedDiscordException": "Đã xảy ra ngoại lệ không mong muốn với Discord. Vui lòng báo cáo tại đây: <https://discord.gg/4Rxrzsxb7d>",
    "improvedRankRoleOptionAllRankDeleted": "Tất cả các vai trò đã bị xóa. Tùy chọn này hiện đã bị vô hiệu hóa.",
    "improvedRankRoleOptionRemoveAllRanksButton": "Xóa tất cả các vai trò",
    "improvedRankRoleOptionUpdateSpecificRankMessage": "Hiện tại bạn đang cập nhật vai trò: %s\n\nHàng đợi được theo dõi: %s\nCấp tối thiểu: %s\nCấp tối đa: %s\nMáy chủ được chọn: %s\n\n**Sử dụng các nút bên dưới để cập nhật giá trị**",
    "improvedRankRoleOptionUpdateQueuesButton": "Cập nhật hàng đợi",
    "improvedRankRoleOptionUpdateMinTierButton": "Cập nhật thứ hạng tối thiểu",
    "improvedRankRoleOptionUpdateMaxTierButton": "Cập nhật thứ hạng tối đa",
    "improvedRankRoleOptionUpdateServerButton": "Cập nhật máy chủ",
    "improvedRankRoleOptionUpdateFinishButton": "Cứu",
    "improvedRankRoleOptionUpdateCancelButton": "Hủy bỏ",
    "improvedRankRoleOptionUpdateValidateButton": "Xác thực",
    "leaguePointAbr": "LP",
    "improvedRankRoleOptionUpdateSpecificDataMessage": "**Bạn hiện đang chỉnh sửa %s**",
    "improvedRankRoleOptionUpdateSpecificDataQueue": "hàng đợi đã chọn",
    "improvedRankRoleOptionUpdateSpecificDataMaxTier": "bậc tối đa",
    "improvedRankRoleOptionUpdateSpecificDataMinTier": "bậc tối thiểu",
    "improvedRankRoleOptionUpdateNoPlatformSelected": "không có máy chủ nào được chọn",
    "improvedRankRoleOptionUpdateCustomRankRole": "Vai trò tùy chỉnh",
    "improvedRankRoleOptionUpdateSpecificDataServer": "máy chủ",
    "improvedRankRoleOptionUpdateSpecificDataServerOptionNoFilter": "Không có bộ lọc máy chủ",
    "leavePlayerDeletionOptionName": "Lưu người chơi rời đi",
    "leavePlayerDeletionOptionDesc": "Xóa người chơi rời khỏi máy chủ",
    "leavePlayerDeletionOptionLongDescDisable": "**Tùy chọn bạn muốn vô hiệu hóa: %s**\n\nTùy chọn này vô hiệu hóa việc xóa tự động người chơi khi thành viên rời khỏi máy chủ. Nếu bạn muốn xóa thủ công người chơi, trước tiên bạn phải tìm ra ID Discord của người đó bằng lệnh </show players:864484040555495444>. Sau đó gửi lệnh </delete player:864483339749425182> ``discordid``. Sau đó, mọi thứ sẽ ổn.\n\n**Bạn có muốn vô hiệu hóa hệ thống xóa tự động không?**",
    "leavePlayerDeletionOptionDisableOptionButton": "Vô hiệu hóa tùy chọn",
    "leavePlayerDeletionOptionTimeout": "Vì bạn không trả lời trong vòng 2 phút, chúng tôi sẽ dừng quá trình tại thời điểm này.",
    "leavePlayerDeletionOptionCancelDisable": "Được rồi, chúng ta dừng quá trình ở đây.",
    "leavePlayerDeletionOptionLongDescEnable": "**Tùy chọn bạn muốn bật: %s**\n\nĐiều này sẽ bật chức năng xóa tự động tài khoản Liên đoàn khi một thành viên rời khỏi máy chủ.\n**Tất cả người chơi hiện không có trong máy chủ nhưng vẫn được lưu sẽ bị xóa!**\n\n**Bạn có muốn bật hệ thống xóa tự động không?**",
    "leavePlayerDeletionOptionEnableOptionButton": "Bật tùy chọn và xóa tất cả người chơi không còn trong máy chủ",
    "leavePlayerDeletionOptionEnableUpdate": "Tùy chọn đã được bật đúng cách. Việc xóa người chơi sẽ diễn ra trong 24 giờ tới",
    "leavePlayerDeletionOptionCancelEnable": "Được rồi, chúng ta dừng cập nhật tùy chọn này ngay bây giờ.",
    "improvedRankRoleOptionCancelCreate": "Được rồi, chúng ta dừng việc tạo tùy chọn ở đây.",
    "improvedRankRoleOptionRemainingSlots": "Các vị trí cho các vai trò còn lại: %d",
    "improvedRankRoleOptionNotEnoughRoleSlotsContinue": "Có quá nhiều vai trò trong cấu hình hiện tại, nhưng bạn có thể xóa một số vai trò trong bước tiếp theo.",
    "improvedRankRoleOptionCreationContinueToUpdateMenu": "Tiếp tục bước tiếp theo",
    "improvedRankRoleOptionCreateNewRankRoleButton": "Tạo một vai trò mới",
    "improvedRankRoleOptionCreateNewRankRoleDefaultName": "Vai trò cấp bậc Zoe mới",
    "mindsetStatsFresh": "Trò chơi đầu tiên",
    "mindsetStatsLoss": "",
    "mindsetStatsWin": "",
    "mindsetStatsLossStreak": "",
    "mindsetStatsWinStreak": "",
    "masteriesMindsetTitleRespectSize": "Sự thành thạo | Tư duy",
    "clashChannelLastRefreshMadeBottom": "Lần làm mới cuối cùng được thực hiện %s",
    "generated": "Đã tạo ra",
    "verificationProcessIconWhileAddingAccountTitle": "Máy chủ Discord này yêu cầu xác minh chủ sở hữu khi thêm tài khoản mới",
    "verificationProcessIconWhileAddingAccountTitleField": "Để xác minh rằng bạn là chủ sở hữu của tài khoản *%s* (%s), vui lòng làm theo các bước sau.",
    "verificationProcessIconWhileAddingAccountFieldText": "1. Đăng nhập vào máy khách Liên minh bằng tài khoản.\n2. Nhấp vào biểu tượng hồ sơ người triệu hồi của bạn.\n3. Chọn biểu tượng bên dưới (nên ở cuối danh sách biểu tượng).\n4. Đóng cửa sổ. Thao tác này sẽ lưu lựa chọn của bạn.",
    "verificationProcessIconWhileAddingAccountTitleFieldDone": "Một khi nó được thực hiện",
    "verificationProcessIconWhileAddingAccountFieldDoneText": "Trả lời bằng **XONG**. Nếu bạn muốn hủy hành động này, chỉ cần gửi một tin nhắn ngẫu nhiên.",
    "verificationProcessAccountNotValidProfile": "Xác minh không thành công! Vui lòng thử lại.\nSau khi bạn thay đổi biểu tượng, hãy gửi **XONG**. Để hủy quy trình, hãy gửi thứ gì đó khác.",
    "gameNotAvailable": "Trò chơi không khả dụng",
    "showPlayerCommandIdNotFound": "Tôi không tìm thấy người dùng nào có ID tương ứng với %s",
    "banAccountCommandProveAccountOwnerIconMethod": "Tài khoản %s đã được chọn đúng. Vui lòng làm theo các bước dưới đây để chứng minh rằng bạn là chủ sở hữu của tài khoản đó. Khi hoàn tất, hãy nhấn vào nút **Xong**.",
    "banAccountCommandMalformedAccountIcon": "Phản hồi bạn gửi không đúng định dạng. Vui lòng gửi cho tôi tài khoản của bạn theo định dạng sau ``/banaccount (Region) (Summonername)``. Danh sách các thẻ vùng hợp lệ: BR, EUNE, EUW, LAN, LAS, NA, OCE, RU, TR, KR, PH, SG, TW, TH & VN.",
    "actionVerificationNeeded": "Hành động này yêu cầu xác minh tài khoản",
    "infocardButtonsSelectRole": "Được rồi, bây giờ hãy chọn vai trò cho tướng này:",
    "infocardChampionStatsInfoNoDataAvailable": "Không có số liệu thống kê nào cho lĩnh vực này!",
    "championSpellQAbr": "Hỏi",
    "championSpellWAbr": "T",
    "championSpellEAbr": "E",
    "championSpellRAbr": "R",
    "infoCardGameTypeFilterOptionName": "Lọc thẻ trò chơi theo loại trò chơi",
    "infoCardGameTypeFilterOptionDesc": "Lọc thẻ trò chơi được gửi theo loại trò chơi Liên minh",
    "infoCardGameTypeFilterOptionUpdateMessage": "Tùy chọn hiện đang được cập nhật: %s\n\nTùy chọn này cho phép bạn lọc những thẻ trò chơi nào được gửi trong kênh thông tin **theo loại trò chơi**. Ví dụ, bạn có thể chọn **chỉ hiển thị các trò chơi SoloQ**. Bạn cần chọn ít nhất một hàng đợi. Nếu bạn muốn tắt hoàn toàn việc gửi thẻ thông tin, vui lòng sử dụng tùy chọn cho hàng đợi đó.\n\n**Chọn loại trò chơi bạn muốn hiển thị bên dưới**",
    "infoCardGameTypeFilterOptionValidateButton": "Xác thực",
    "infoCardGameTypeFilterOptionCancelButton": "Hủy bỏ",
    "infoCardGameTypeFilterOptionCancelMessage": "Được rồi, không có thay đổi nào được thực hiện.",
    "infoCardGameTypeFilterOptionValidateMessage": "Được rồi, lựa chọn hiện tại đã được lưu. Bây giờ tôi sẽ chỉ hiển thị những gì bạn đã chọn",
    "infoCardGameTypeFilterOptionInvalidButton": "Phản hồi nút không mong muốn. Vui lòng báo cáo lỗi này! ID nút: %s",
    "infoCardGameTypeFilterOptionNoResponse": "Vì bạn không phản hồi trong vòng 2 phút nên tôi sẽ dừng cập nhật tùy chọn tại đây.",
    "infoCardGameTypeFilterOptionEnableButton": "Bật tùy chọn với các thiết lập này",
    "infoCardGameTypeFilterOptionDisableButton": "Vô hiệu hóa tùy chọn",
    "infoCardGameTypeFilterOptionEnableMessageCorrectly": "Tùy chọn đã được bật đúng với cài đặt của bạn. Thẻ trò chơi hiện chỉ được gửi nếu loại trò chơi có trong danh sách.",
    "infoCardGameTypeFilterOptionDisableMessageCorrectly": "Tùy chọn đã được vô hiệu hóa đúng cách",
    "leaderboardSizeSelectionMessage": "Bây giờ, chúng ta hãy chọn kích thước tối đa của bảng xếp hạng:",
    "leaderboardSizeMenuPlaceholder": "Vui lòng chọn kích thước bảng xếp hạng ...",
    "leaderboardSizeLeaderboardSelectionTimeout": "Bạn đã quá chậm khi chọn kích thước bảng xếp hạng. Vui lòng bắt đầu lại quy trình.",
    "leaderboardSizeMessageCorrectlySelected": "Bạn đã chọn đúng kích thước tối đa là %d!",
    "leaderboardTopIndicator": "%d hàng đầu",
    "leaderboardEditButton": "Chỉnh sửa bảng xếp hạng",
    "leaderboardEditButtonNeedManageChannel": "Rất tiếc, bạn cần có quyền Quản lý kênh để chỉnh sửa bảng xếp hạng này.",
    "leaderboardEditButtonMessage": "Xin chào %s!\n\nBạn có thể chỉnh sửa kích thước của bảng xếp hạng tại đây. Chọn kích thước bạn muốn bên dưới rồi nhấn \"Xác thực\". Bạn cũng có thể chỉnh sửa bộ lọc máy chủ và bộ lọc nhóm tại đây. Điều này cho phép bạn chỉ hiển thị những người chơi có tài khoản trên máy chủ đã chọn và/hoặc chỉ trên nhóm đã chọn. Nếu bạn muốn xóa bảng xếp hạng, bạn chỉ cần xóa thông báo bảng xếp hạng.\n\nKích thước bảng xếp hạng hiện tại: %d\nBộ lọc máy chủ hiện tại: %s\nBộ lọc nhóm hiện tại: %s",
    "leaderboardEditCancelMessage": "Được rồi, chúng ta hủy quá trình. Bây giờ bạn có thể đóng tin nhắn.",
    "leaderboardEditValidateMessage": "Được rồi, kích thước tối đa của bảng xếp hạng đã được thay đổi chính xác thành **%d**, bộ lọc máy chủ thành **%s** và bộ lọc nhóm thành \"%s\". Bảng xếp hạng sẽ được cập nhật sau vài giây.",
    "exclusiveAccessToPremiumFeatures": "Truy cập vào các tính năng cao cấp độc quyền! [Danh sách các tính năng tại đây](https://wiki.zoe-discord-bot.ch/en/support#the-premium-subscription-offers)",
    "oneSmallPremiumServer": "Tăng cường một máy chủ nhỏ để truy cập các tính năng cao cấp! *1 Zoe Point | [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)*",
    "oneMediumPremiumServer": "Tăng một máy chủ trung bình để truy cập các tính năng cao cấp! *3 Điểm Zoe | [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)*",
    "oneLargePremiumServer": "Tăng cường một máy chủ lớn để truy cập các tính năng cao cấp! *6 Điểm Zoe | [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)*",
    "twoLargePremiumServer": "Tăng cường hai máy chủ lớn để truy cập các tính năng cao cấp! *12 Điểm Zoe | [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)*",
    "threeLargePremiumServer": "Tăng cường ba máy chủ lớn để truy cập các tính năng cao cấp! *18 Điểm Zoe | [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)*",
    "subscriptionCommandUserFooterMessageNew": "Thêm chút ma thuật vào trải nghiệm Zoe của bạn với gói đăng ký cao cấp!",
    "subTier4Name": "Người ủng hộ của Grandmaster",
    "subTier5Name": "Người ủng hộ Challenger",
    "subscriptionCommandBenefitTier4Title": "Quyền lợi của người ủng hộ Grandmaster",
    "subscriptionCommandBenefitTier5Title": "Quyền lợi của người ủng hộ Challenger",
    "boostCommandHelp": "Cho phép bạn quản lý các máy chủ cao cấp được tăng cường của mình",
    "boostCommandEmbedTitle": "Quản lý tăng cường máy chủ",
    "boostCommandEmbedDescription": "Tại đây, bạn có thể quản lý các máy chủ mà bạn đã tăng cường. Một máy chủ được tăng cường có thể truy cập các tính năng cao cấp của Zoe. Bạn có thể tăng cường máy chủ bằng điểm Zoe, bạn có thể nhận được điểm này khi đăng ký cao cấp. [Thông tin thêm](https://wiki.zoe-discord-bot.ch/en/Zoe-Points-And-Boosting)",
    "boostCommandEmbedYouZoePointUsageTitle": "Sử dụng điểm Zoe của bạn",
    "boostCommandPointsUsed": "Zoe điểm được sử dụng",
    "boostCommandServerList": "Danh sách các máy chủ được tăng cường",
    "smallServer": "Máy chủ nhỏ",
    "mediumServer": "Máy chủ trung bình",
    "largeServer": "Máy chủ lớn",
    "serverSize": "Loại tăng cường",
    "boostCommandNoServerBoosted": "Bạn không tăng cường bất kỳ máy chủ nào",
    "boostCommandBoostThisServerButton": "Tăng cường máy chủ này!",
    "boostCommandCurrentServerStatusTitle": "Trạng thái máy chủ hiện tại",
    "boostCommandCurrentServerPremium": "Máy chủ cao cấp",
    "boostCommandCurrentServerFree": "Máy chủ miễn phí",
    "zoePoints": "Điểm Zoe/s",
    "boostCommandBoostConfirmationTitle": "Tăng cường xác nhận",
    "boostCommandBoostConfirmationMessage": "Bạn có chắc chắn muốn tăng cường máy chủ **%s** không? Điều này cho phép máy chủ truy cập vào các tính năng cao cấp. Chủ sở hữu máy chủ được thông báo rằng máy chủ của mình hiện có quyền truy cập vào các tính năng cao cấp.\n\n**Chi phí tăng cường: %d Điểm Zoe/giây**\nBạn có thể ngừng tăng cường máy chủ này bất kỳ lúc nào và lấy lại điểm Zoe của mình.",
    "boostCommandBoostDoneTitle": "Xin chúc mừng! Bạn đã tăng cường thành công máy chủ này!",
    "boostCommandCurrentSize": "Kích thước hiện tại",
    "leagueAccounts": "Tài khoản giải đấu",
    "boostInfochannelAnnoncementMessage": "",
    "boostOwnerAnnoncementMessage": "Xin chào! Máy chủ **%s** của bạn vừa được %s tăng cường! Điều này có nghĩa là bây giờ bạn có thể truy cập các tính năng cao cấp của Zoe.\n\nBạn có thể xem danh sách các tính năng đã mở khóa tại đây: <https://wiki.zoe-discord-bot.ch/en/support#the-premium-subscription-offers>",
    "boostCommandUnboostButton": "Hủy bỏ việc tăng cường cho máy chủ đã chọn",
    "boostCommandUnboostWarningTitle": "Cảnh báo! Các tính năng cao cấp sẽ không còn hoạt động nữa!",
    "boostCommandUnboostWarningMessage": "Các tính năng cao cấp sẽ không còn hoạt động trong **%s** nhưng không bị xóa. Nếu không thay đổi cài đặt, một lần tăng cường mới sẽ giúp các tính năng cao cấp hoạt động trở lại.\n\nHủy tăng cường cho máy chủ này sẽ cung cấp cho bạn %d Điểm Zoe/giây\n**Bạn có muốn tiếp tục không?**",
    "boostCommandUnboostConfirmationButton": "Hủy tăng cường cho máy chủ",
    "boostCommandUnboostCorrectlyDone": "Việc tăng cường cho máy chủ này đã được hủy bỏ đúng cách",
    "boostedServerSizeIncreaseBoosterOverloardBoosterMessage": "Xin chào %s!\n\nMáy chủ **%s** mà bạn đang tăng kích thước đã tăng lên và hiện tại là **%s** yêu cầu **%d Điểm Zoe**. **Gói đăng ký hiện tại của bạn không đủ Điểm Zoe để tăng máy chủ này. Các tính năng cao cấp của máy chủ mà bạn đang tăng kích thước không còn hoạt động nữa.**\nĐể giải quyết vấn đề, bạn có một số tùy chọn:\n\n- Nếu bạn đang tăng kích thước nhiều máy chủ, bạn có thể thử dừng tăng kích thước một số máy chủ để có thêm Điểm Zoe. Để thực hiện việc này, hãy sử dụng lệnh </boost:1008318131548213278> .\n- Bạn có thể yêu cầu quản trị viên/người kiểm duyệt máy chủ xóa các tài khoản LoL không còn sử dụng nữa. Theo cách này, máy chủ có thể rơi trở lại danh mục thấp hơn yêu cầu ít Điểm Zoe hơn. Bạn có thể kiểm tra loại và kích thước của máy chủ bằng lệnh </boost:1008318131548213278> .\n- Bạn có thể nâng cấp gói đăng ký của mình để nhận thêm Điểm Zoe: <https://ko-fi.com/kalunight/tiers>\n\n**Khi bạn có đủ Điểm Zoe, các tính năng cao cấp sẽ bắt đầu hoạt động trở lại.**\n\nBạn sẽ không nhận được tin nhắn khi sự cố được giải quyết. Bạn có thể kiểm tra tình hình hiện tại bằng lệnh </boost:1008318131548213278>.\n\n*Nếu bạn gặp bất kỳ sự cố nào, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>*",
    "boostedServerSizeIncreaseBoosterOverloardIncreasedOwnerMessage": "Xin chào %s!\n\nMáy chủ **%s** của bạn gần đây đã tăng về số lượng tài khoản giải đấu đã đăng ký. Hiện tại, máy chủ **%s yêu cầu %d Điểm Zoe**. Bộ tăng cường, %s, không có đủ Điểm Zoe để trang trải cho khoản tăng này và do đó, tất cả các tính năng cao cấp không còn hoạt động nữa. Cấu hình hiện tại __KHÔNG__ bị xóa**. Giải quyết sự cố để các tính năng cao cấp hoạt động trở lại.\n**Nếu các tính năng cao cấp của Zoe quan trọng với bạn, đây là những gì bạn có thể làm với tư cách là chủ sở hữu máy chủ:**\n\n- Xóa các tài khoản giải đấu không còn được sử dụng. Điều này sẽ giúp hạ thấp danh mục máy chủ. Để xem danh sách các tài khoản trên máy chủ của bạn, bạn có thể sử dụng lệnh </show players:864484040555495444>. Sau đó, để xóa một tài khoản, hãy sử dụng lệnh </remove account:864483341268418561>. Để xem trạng thái máy chủ của bạn, hãy thực hiện lệnh </boost:1008318131548213278> trên máy chủ của bạn.\n- Liên hệ với bộ tăng cường máy chủ của bạn để xem liệu họ có thể giải quyết tình huống ở phía mình bằng cách dừng tăng cường các máy chủ khác hoặc bằng cách đăng ký cao hơn không.\n- Tự tăng cường máy chủ của bạn bằng đăng ký tại đây: <https://ko-fi.com/kalunight/tiers>\n\n*Bạn sẽ không nhận được tin nhắn khi sự cố được giải quyết, bạn có thể xem trạng thái máy chủ của mình bằng lệnh </boost:1008318131548213278>.\n\nNếu bạn gặp bất kỳ sự cố nào, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>",
    "boostedServerSizeIncreaseBoosterOverloardOthersOwnerMessage": "Xin chào %s!\n\nNgười tăng cường máy chủ của bạn **%s**, %s, đã tăng cường máy chủ khác đã phát triển và đăng ký hiện tại của người đó không có đủ Điểm Zoe để xử lý thay đổi này. Tất cả các tính năng cao cấp không còn hoạt động nữa do đó **nhưng cấu hình KHÔNG bị xóa**. Giải quyết sự cố để các tính năng cao cấp hoạt động trở lại.\n**Nếu các tính năng cao cấp quan trọng đối với máy chủ của bạn, đây là những gì bạn có thể làm với tư cách là chủ sở hữu máy chủ:**\n\n- Liên hệ với bên tăng cường máy chủ của bạn để xem liệu họ có thể giải quyết tình huống ở phía họ bằng cách ngừng tăng cường máy chủ khác hoặc bằng cách đăng ký cao hơn không.\n- Tự tăng cường máy chủ của bạn bằng đăng ký tại đây: <https://ko-fi.com/kalunight/tiers>\n\n*Bạn sẽ không nhận được tin nhắn khi sự cố được giải quyết, bạn có thể xem trạng thái máy chủ của mình bằng lệnh </boost:1008318131548213278>.\n\nNếu bạn gặp bất kỳ vấn đề nào, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>",
    "boostedServerBoosterLostZoePointsNowOverloadedBoosterMessage": "Xin chào %s!\n\nGần đây bạn đã hủy đăng ký hoặc mua một đăng ký rẻ hơn. Chúng tôi chỉ muốn cảnh báo bạn rằng điều này sẽ làm giảm số điểm Zoe mà bạn có thể sử dụng và do đó làm giảm số máy chủ bạn có thể tăng cường.\n\n**Bạn không có đủ điểm Zoe cho các máy chủ bạn tăng cường và các tính năng cao cấp đã bị vô hiệu hóa.** Nếu bạn muốn biết thêm thông tin, hãy sử dụng lệnh </boost:1008318131548213278>.\n\n*Nếu bạn gặp sự cố, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>*.",
    "boostedServerBoosterLostZoePointsNowOverloadedOwnerMessage": "Xin chào %s!\n\nNgười đã tăng cường máy chủ của bạn **%s**, %s, **đã hủy hoặc hạ cấp** đăng ký của họ. Họ không còn đủ điểm Zoe để tăng cường máy chủ của bạn. Do đó, tất cả các tính năng cao cấp sẽ ngừng hoạt động **nhưng cấu hình sẽ KHÔNG bị xóa**. Giải quyết sự cố để các tính năng cao cấp hoạt động trở lại.\n\n**Nếu các tính năng cao cấp quan trọng với máy chủ của bạn, bạn có thể đăng ký Zoe tại đây và tự tăng cường máy chủ của mình: <https://ko-fi.com/kalunight/tiers>**.\n\n*Nếu bạn gặp sự cố, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>*.",
    "boostCommandCurrentBooster": "Bộ tăng cường hiện tại",
    "boostCommandBoosterOverloadedNotEffective": "Quá tải, tăng cường không hiệu quả",
    "boostCommandUnboostMessageServer": "Xin chào %s!\n\nNgười đã tăng cường máy chủ của bạn **%s**, %s, vừa dừng tăng cường máy chủ của bạn. Tất cả các tính năng cao cấp sẽ ngừng hoạt động vì lý do này **nhưng cấu hình sẽ KHÔNG bị xóa**. Tăng cường máy chủ để các tính năng cao cấp hoạt động trở lại.\n**Nếu các tính năng cao cấp quan trọng với máy chủ của bạn, bạn có thể đăng ký Zoe tại đây và tự tăng cường máy chủ của mình: <https://ko-fi.com/kalunight/tiers>**.\n\n*Nếu bạn gặp sự cố, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>*.",
    "boostCommandZoeUsageOverload": "Bạn quá tải rồi! Bạn không có đủ điểm để tăng cường tất cả các máy chủ đó!",
    "subCommandServerBoosted": "Truy cập vào các tính năng cao cấp | Sử dụng lệnh </boost:1008318131548213278> để biết thêm thông tin.",
    "subCommandServerNotBoosted": "Không có quyền truy cập vào các tính năng cao cấp | Sử dụng lệnh </boost:1008318131548213278> để biết thêm thông tin",
    "leaderboardPremiumOptionNotBoosted": "Bảng xếp hạng với hơn 10 người chơi, bộ lọc máy chủ và bộ lọc nhóm là các tính năng cao cấp | Mở khóa tại đây: <https://ko-fi.com/kalunight/tiers>",
    "leaderboardPremiumOptionBoosted": "Máy chủ của bạn là máy chủ cao cấp, bạn có quyền truy cập vào kích thước lớn hơn, bộ lọc máy chủ và bộ lọc nhóm! | Cảm ơn sự ủng hộ của bạn!",
    "infoCardsChampionStatsBoostNeededMessage": ":star: Vì chúng tôi vẫn phải thực hiện một số thử nghiệm, tính năng này chỉ dành cho máy chủ cao cấp và người dùng cao cấp :star:\n\n**Tính năng này sẽ khả dụng cho tất cả mọi người %s**",
    "configPremiumFeatureNeedRight": ":star: *Tính năng cao cấp | Yêu cầu máy chủ cao cấp: <https://ko-fi.com/kalunight/tiers>* :star:",
    "configPremiumFeature": ":star: *Tính năng cao cấp* :star:",
    "subSystemYearlySubscriptionEnded": "Xin chào %s\n\nĐăng ký hàng năm của bạn đã kết thúc vào hôm nay. Tôi thực sự hy vọng bạn thích nó. Tôi muốn cảm ơn bạn một lần nữa vì đã ủng hộ dự án của tôi trong một thời gian dài như vậy. Nếu bạn muốn tiếp tục ủng hộ dự án và có quyền truy cập vào các tính năng cao cấp, bạn có thể thực hiện tại đây: <https://ko-fi.com/kalunight/tiers>.\n\nHiện tại, tất cả các máy chủ bạn đã tăng cường không còn quyền truy cập vào các tính năng cao cấp nữa.\n\n*Nếu bạn gặp bất kỳ vấn đề nào, vui lòng liên hệ với chúng tôi trên máy chủ hỗ trợ của chúng tôi: <https://discord.gg/4Rxrzsxb7d>*",
    "defineInfoChannelSlashHelpMessage": "Xác định một kênh thông tin mới mà tôi có thể gửi thông tin về người chơi",
    "defineRankChannelSlashHelpMessage": "Xác định rankchannel mà tôi gửi các thay đổi về thứ hạng",
    "undefineInfoChannelSlashHelpMessage": "Hủy xác định kênh thông tin hiện tại. Thao tác này KHÔNG xóa kênh.",
    "undefineRankChannelSlashHelpMessage": "Hủy xác định rankchannel mà không xóa nó.",
    "helpCommandSlashHelpMessage": "Gửi liên kết đến các trang wiki Zoe hữu ích trong tin nhắn",
    "doneButton": "Xong",
    "verificationProcessIconWhileAddingAccountFieldDoneWithButtonText": "Chỉ cần nhấn nút **Xong**",
    "verificationProcessAccountNotValidProfileWithButton": "Xác minh không thành công! Vui lòng thử lại.\nSau khi bạn đã thay đổi biểu tượng, hãy nhấn **Xong**.",
    "cleanChannelOptionSendTextChannelWithNeededMention": "Thêm một bước nữa là xong! Vui lòng cấu trúc tin nhắn tiếp theo của bạn như sau để Zoe có thể đọc được: **Nhắc đến Zoe bằng %s rồi thêm nhắc đến kênh (ví dụ: ``#channel``) mà bạn muốn xác định.**",
    "leaderboardChampionSelectedThenSendChannelWithNeededMention": "Được rồi, bạn đã chọn %s! Vui lòng cấu trúc tin nhắn tiếp theo của bạn như sau để Zoe có thể đọc được: **Nhắc đến Zoe bằng %s rồi thêm nhắc đến kênh (ví dụ: ``#channel``) mà bảng xếp hạng sẽ xuất hiện.**",
    "leaderboardSelectChannelLeaderboardWithNeededMention": "Được rồi, vui lòng cấu trúc tin nhắn tiếp theo của bạn như sau để Zoe có thể đọc được: **Nhắc đến Zoe bằng %s rồi thêm phần nhắc đến kênh (ví dụ: ``#channel``) mà bảng xếp hạng sẽ xuất hiện.**",
    "leaderboardDataNeededSpecificChampWithNeededMention": "Đối với loại bảng xếp hạng này, bạn cần đề cập đến một nhà vô địch cho tôi. Vui lòng chọn nhà vô địch bằng cách gửi __**đề cập của tôi %s**__ (để tôi có thể xem tin nhắn của bạn) theo sau là **tên của anh ấy** hoặc **số của anh ấy** trong cùng một tin nhắn.",
    "statsTeamAnalysisAskAccountWithNeededMention": "",
    "banAccountCommandControlMessageWithNeededMention": "Đã xác minh xong! Bây giờ chúng ta có thể nghiêm túc. Ở trên, tôi đã gửi cho bạn danh sách tất cả các máy chủ mà tài khoản của bạn đã được thêm vào. Tôi chỉ có thể hiển thị tên máy chủ nếu bạn là thành viên (vì lý do riêng tư). Tôi chỉ hiển thị ID cho những người khác.\nBạn có một số đặc quyền trên các máy chủ này, đây là chúng:\n\n- Bạn có thể xóa tài khoản của mình khỏi máy chủ. Đây là thông báo bạn cần gửi: %s ``kick serverNumber`` Để thực hiện việc này, bạn cần chọn máy chủ có số trong danh sách ở trên (không phải ID). Bạn cũng có thể chọn xóa tài khoản của mình ở mọi nơi bằng cách viết \"ALL\" thay vì số.\nVí dụ 1: %s ``kick 2`` (Xóa tài khoản của bạn trên máy chủ số 2)\nVí dụ 2: %s ``kick all`` (Xóa tài khoản của bạn khỏi tất cả các máy chủ mà tài khoản đó đã được thêm vào)\n\n- Bạn có thể ngăn không cho tài khoản được thêm vào. Đây là thông báo bạn cần gửi: %s ``ban`` Điều này ngăn không cho tài khoản được thêm vào (kể cả bạn). Nếu tài khoản đã được thêm vào các máy chủ khác, tài khoản đó sẽ không bị xóa. Sử dụng lệnh trên để thực hiện việc này. Nếu tài khoản không thể được thêm vào nữa và bạn muốn thực hiện lại, hãy gửi: %s ``ban`` cũng vậy.\n\n**Trạng thái tài khoản hiện tại: %s**\n\nNếu bạn muốn dừng quá trình này, hãy gửi \"%s stop\".\n\n*Đừng quên thêm Zoe vào trước mỗi lệnh*",
    "championStatsInfocardNotAvailable": "Hiện tại không có số liệu thống kê về nhà vô địch. Vui lòng thử lại %s.",
    "infocardButtonGetChampionTips": "Nhận mẹo vô địch",
    "infocardButtonSelectChampion": "Xin chào %s, vui lòng chọn một tướng mà bạn muốn nhận số liệu thống kê:",
    "infocardChampionStatsErrorWhileGettingData": "Không thể có được dữ liệu về nhà vô địch này!",
    "infocardChampionStatsNoDataAvailable": "Không có dữ liệu nào có sẵn cho nhà vô địch này!",
    "infocardChampionStatsInfoTitle": "Thông tin về nhà vô địch cho %s *(%d trận đấu được xem xét)*",
    "infocardChampionStatsInfoKDA": "KDA",
    "infocardChampionStatsInfoMostSelectedSpellStart": "Phép thuật phổ biến nhất bắt đầu",
    "infocardChampionStatsInfoBiggestWinrateSpellStart": "Phép thuật có tỷ lệ thắng cao nhất bắt đầu",
    "infocardChampionStatsInfoPickrate": "Nhặt",
    "infocardChampionStatsInfoGameSelected": "Trò chơi",
    "infocardChampionStatsInfoWinrate": "Thắng",
    "infocardChampionStatsInfoMostPickedBuildTitle": "Các bản dựng phổ biến nhất",
    "infocardChampionStatsInfoBiggestWinrateBuildTitle": "Xây dựng tỷ lệ thắng cao nhất",
    "infocardChampionStatsInfoPatchVersion": "Phiên bản vá lỗi",
    "infocardChampionStatsInfoMostCommonBootsTitle": "Những đôi bốt phổ biến nhất",
    "infocardChampionStatsInfoBiggestWinrateBootsTitle": "Giày có tỷ lệ thắng cao nhất",
    "infocardChampionStatsInfoMostSelectedSpellMax": "Phép thuật phổ biến nhất tối đa",
    "infocardChampionStatsInfoBiggestWinrateSpellMax": "Phép thuật có tỷ lệ thắng cao nhất",
    "leaderboardSettingsNoServerFilter": "Không có bộ lọc máy chủ",
    "leaderboardNoLongerExitButtonReaction": "Bảng xếp hạng này không còn tồn tại nữa. Bạn không thể chỉnh sửa nó.",
    "leaderboardTitleServerFilter": "Máy chủ %s",
    "leaderboardObjectiveBestOTP": "Nhà vô địch xuất sắc nhất",
    "leaderboardObjectiveBestOTPTitle": "Bảng xếp hạng OTP",
    "leaderboardObjectiveAccountLevel": "Cấp độ tài khoản",
    "leaderboardObjectiveAccountLevelTitle": "Bảng xếp hạng cấp tài khoản",
    "levelShort": "cấp độ",
    "createClashChannelAskLeagueAccountWithNeededMention": "Được rồi, bây giờ tôi cần một tài khoản Liên minh. Vui lòng cấu trúc tin nhắn tiếp theo của bạn như sau để Zoe có thể đọc được: **Nhắc đến Zoe rồi thêm thông tin tài khoản như sau: %s ``(Region) (Summonername)``**. Để hủy, hãy gửi ``Stop``.",
    "createClashChannelLeagueAccountSelectedWithNeededMention": "Hoàn hảo! Bạn đã chọn đúng tài khoản *%s* %s.\nBây giờ, bạn phải chọn một múi giờ. Vui lòng chọn một múi giờ từ danh sách ở trên. Bạn có thể sao chép và dán trực tiếp một múi giờ hoặc gửi trực tiếp số của múi giờ đó **kèm theo thông tin đề cập của tôi (%s) ở phía trước tin nhắn của bạn**. Ví dụ: \"%s (UTC+1:00) Europe/Paris\"",
    "createClashMalformedLeagueAccountWithNeededMention": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: \"%s `(Region) (Summonername)`\"",
    "resetWarningMessageWithNeededMention": "**CẢNH BÁO**: Lệnh này sẽ thiết lập lại toàn bộ cấu hình bot cho máy chủ này! Những thứ liên quan đến Discord sẽ không bị xóa (tin nhắn và kênh văn bản của Zoe). Bạn có chắc chắn muốn làm điều này không?\n\nNếu bạn thực sự muốn làm điều này, hãy trả lời bằng **%s YES**. (Đừng quên nhắc đến Zoe)",
    "build": "Xây dựng",
    "temporaryPremiumFeature": "Tính năng cao cấp tạm thời | Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers)",
    "statsTeamAnalysisCancelMessageWithNeededMention": "Nếu bạn muốn hủy quá trình gửi: \"%s Stop\"",
    "additionOrderName": "Đơn hàng bổ sung",
    "additionOrderDescription": "Hiển thị người chơi theo thứ tự tạo người chơi",
    "alphabeticalOrderName": "Thứ tự chữ cái",
    "alphabeticalOrderDescription": "Hiển thị người chơi theo thứ tự bảng chữ cái (sử dụng biệt danh Discord)",
    "rankOrderName": "**:star: Cao cấp :star:** Thứ hạng",
    "rankOrderDescription": "Hiển thị người chơi theo thứ hạng (có thể chọn hàng đợi)",
    "infoChannelPlayerOrderOptionName": "Đơn đặt hàng trình phát Infochannel",
    "infoChannelPlayerOrderOptionDesc": "Sắp xếp người chơi trong infochannel theo các thông số nhất định",
    "infoChannelPlayerOrderOptionUpdateMessage": "Tùy chọn bạn hiện đang cập nhật: **%s**\n\nTùy chọn này cho phép bạn thay đổi thứ tự người chơi trong kênh thông tin. Bạn có thể chọn từ một số tùy chọn. Thứ hạng chỉ khả dụng cho các máy chủ cao cấp. Sau đây là các tùy chọn của bạn:\n\n%s\n%s\n%s\n\n%s\nChọn một tùy chọn bên dưới:",
    "infoChannelPlayerOrderOptionPremium": ":star: *Máy chủ này đã được tăng cường và có quyền truy cập vào thứ hạng | Cảm ơn sự ủng hộ của bạn!* :star:",
    "infoChannelPlayerOrderOptionNotPremium": ":star: *Máy chủ này không được tăng cường và không có quyền truy cập vào thứ hạng | Để mở khóa tính năng này: <https://ko-fi.com/kalunight/tiers>* :star:",
    "selected": "Đã chọn",
    "infoChannelPlayerOrderOptionRankOrderMenuPlaceholder": "Chọn thứ hạng hàng đợi bạn muốn sắp xếp theo",
    "infoChannelPlayerOrderOptionTimeout": "Được rồi, tôi dừng cập nhật đơn hàng trong kênh thông tin",
    "infoChannelPlayerOrderOptionAlreadySelected": "Thứ tự *%s* đã được chọn. Cấu hình của bạn chưa được thay đổi.",
    "infoChannelPlayerOrderOptionNewOrderSelected": "Đơn hàng *%s* đã được chọn đúng. Tôi làm mới kênh thông tin ngay bây giờ.",
    "infoChannelPlayerOrderOptionRankOrderMenuPlaceholderNotPremium": "Thứ hạng là một tính năng cao cấp",
    "infoChannelRankQueueShowOptionName": "Lọc thứ hạng trong bảng thông tin",
    "infoChannelRankQueueShowOptionDescription": "Chọn thứ hạng nào được hiển thị trong bảng thông tin",
    "lastRankGameNameOptionSettings": "Xếp hạng trò chơi cuối cùng",
    "lastRankGameDescriptionOptionSettings": "Hiển thị thứ hạng của hàng đợi trò chơi được xếp hạng cuối cùng",
    "soloqNameOptionSettings": "ĐơnQ",
    "soloqDescriptionOptionSettings": "Chỉ hiển thị thứ hạng SoloQ",
    "flexNameOptionSettings": "Uốn cong",
    "flexDescriptionOptionSettings": "Chỉ hiển thị thứ hạng flex",
    "tftNameOptionSettings": "TFT",
    "tftDescriptionOptionSettings": "Chỉ hiển thị thứ hạng TFT",
    "infoChannelRankQueueShowOptionUpdateMessage": "Tùy chọn đang được sửa đổi: **%s**\n\nTùy chọn này cho phép bạn thay đổi thứ hạng được hiển thị trong Infopanel. Theo mặc định, tôi hiển thị thứ hạng tương ứng với trò chơi xếp hạng cuối cùng của người chơi. Nếu trò chơi cuối cùng của người chơi là SoloQ, tôi sẽ hiển thị thứ hạng SoloQ, nếu đó là flex, tôi sẽ hiển thị thứ hạng flex và nó hoạt động theo cùng một cách đối với TFT. Bạn có thể chọn chỉ hiển thị một hàng đợi xếp hạng thông qua tùy chọn này.\n\nHàng đợi hiện đang hiển thị: **%s**",
    "infoChannelRankQueueShowOptionTimeout": "Được rồi, tôi dừng cập nhật thứ hạng hiển thị trong kênh thông tin",
    "infoChannelRankQueueShowOptionAlreadySelected": "Thiết lập hàng đợi xếp hạng *%s* đã được chọn. Cấu hình của bạn chưa được thay đổi.",
    "infoChannelRankQueueShowOptionSelected": "Cài đặt hàng đợi xếp hạng *%s* đã được chọn đúng. Tôi làm mới kênh thông tin ngay bây giờ.",
    "matchStatsCardBlueTeamTitle": "Đội Xanh",
    "matchStatsCardRedTeamTitle": "Đội Đỏ",
    "matchStatsCardScoreTitle": "Điểm",
    "matchStatsCardTitle": "",
    "matchStatsCardGeneralStatsTitle": "Thống kê chung",
    "matchStatsCardKillParticipationStats": "Giết chết sự tham gia",
    "matchStatsCardFooter": "Trò chơi từ %s",
    "matchStatsCardDamageGraphButton": "Biểu đồ thiệt hại",
    "matchStatsCardGoldGraphButton": "Biểu đồ vàng",
    "matchStatsCardEventsStatsButton": "Sự kiện trò chơi",
    "minimumAbr": "phút",
    "matchStatsShowMoreButton": "Hiển thị thêm",
    "matchStatsShowLessButton": "Hiển thị ít hơn",
    "matchStatsCardDamageGraphTitle": "Biểu đồ thiệt hại",
    "matchStatsCardDamageGraphXTitle": "Nhà vô địch",
    "matchStatsCardDamageGraphYTitle": "Hư hại",
    "matchStatsCardItemStatsButton": "Thông tin mục",
    "matchStatsCardItemEmbedTitle": "Thống kê vật phẩm",
    "itemsTitle": "Mặt hàng",
    "matchStatsCardItemsGoldTitle": "Vàng",
    "matchStatsCardEloStatsTitle": "",
    "matchStatsCardEloDiffStatsTitle": "Xếp hạng khác biệt",
    "tier": "tầng",
    "rank": "xếp hạng",
    "riftHerladName": "Sứ giả Rift",
    "baronNashorName": "Nam tước Nashor",
    "drakeChemtechName": "Rồng Chemtech",
    "drakeHextechName": "Rồng Hextech",
    "drakeOceanName": "Rồng đại dương",
    "drakeWindName": "Rồng Mây",
    "drakeInfernalName": "Rồng địa ngục",
    "drakeMontainName": "Rồng Hextech",
    "drakeElderName": "Rồng già",
    "drakeSoulName": "Linh hồn rồng",
    "monsterKilledTitleFormat": "",
    "soulObtainedTitleFormat": "Linh hồn rồng được lấy bởi %s tại %s",
    "baseEventTitleFormat": "",
    "baseSoloClutchKillEventTitleFormat": "",
    "baseExecuteTitleFormat": "",
    "catchName": "Nắm lấy",
    "gankName": "Gank",
    "skirmishName": "Giao tranh",
    "teamfightName": "Giao tranh đồng đội",
    "tradeKillName": "Giết thương mại",
    "soloKillName": "Giết một mình",
    "doubleKillName": "Giết kép",
    "tripleKillName": "Giết ba lần",
    "quadraKillName": "Giết Quadra",
    "pentaKillName": "Giết chết năm người",
    "monsterKillerShowFormat": "Sát thủ: %s Hỗ trợ: %s",
    "unknownEvent": "Sự kiện chưa biết",
    "gameEventsEmbedTitle": "Sự kiện trò chơi",
    "goldGraphTitle": "Sự tiến hóa của vàng",
    "goldDeltaGraphTitle": "Sự khác biệt của vàng",
    "goldDeltaGraphYTitle": "Lợi thế vàng",
    "goldGraphYTitle": "Vàng",
    "goldGraphXTitle": "Thời lượng trò chơi",
    "leaderboardObjectiveBaseChannelBadlyGiven": "Kênh được cung cấp không đúng! Vui lòng gửi cho tôi kênh văn bản từ máy chủ này!",
    "season2023Split1Name": "Mùa giải 2023 | Phần 1",
    "season2023Split2Name": "Mùa giải 2023 | Phần 2",
    "season2023Split1SmallName": "S2023/1",
    "season2023Split2SmallName": "S2023/2",
    "peakEloRankRoleOption": "Vai trò Xếp hạng Elo đỉnh",
    "peakEloRankRoleOptionDescription": "Chỉ định vai trò Discord theo elo đỉnh của Liên minh",
    "peakEloRankRoleOptionAskForCreation": "**Tùy chọn khi tạo: %s**\n\nTùy chọn này cho phép bạn chỉ định vai trò discord của người dùng theo thứ hạng League Peak Elo của họ theo cách rất chính xác. Tất cả các vai trò sau khi tạo có thể được sửa đổi tên/màu của chúng.\n\nNếu bạn muốn tiếp tục, hãy chọn mùa giải của elo đỉnh cao mà bạn muốn hiển thị:",
    "peakEloRankRoleOptionCreationMenu": "**Cài đặt tùy chọn: %s**\n\nCấu hình hiện tại:\n\n**Hiển thị Elo đỉnh của %s**\nLoại vai trò: %s\nVai trò cụ thể cho mỗi máy chủ (Tạo vai trò riêng cho EUW, NA, KR, ...): %s\nHàng đợi đã chọn: %s\nVai trò cụ thể cho mỗi hàng đợi (Tạo vai trò riêng cho SoloQ, Flex và TFT): %s\n\nVai trò thấp nhất cần tạo: %s\nVai trò cao nhất cần tạo: %s\n\nVí dụ về vai trò đã tạo:\n%s\n\nSố vai trò sẽ được tạo: %d\nSố vị trí cho vai trò còn lại sau khi tạo: %s\n\nNhấn các nút bên dưới để thay đổi giá trị.",
    "peakEloRankRoleOptionUpdateMessage": "Tùy chọn bạn muốn cập nhật: %s\n**Mùa hiện đang được cập nhật: %s**\n\nTại đây, bạn sẽ tìm thấy tất cả các vai trò được liệt kê:\n\n%s\nBạn có thể cập nhật chúng bằng các nút bên dưới.\n",
    "peakEloRankRoleOptionAskForSeasonUpdateOrCreate": "**Tùy chọn khi tạo: %s**\n\nTùy chọn này cho phép bạn chỉ định vai trò discord của người chơi theo thứ hạng League Peak Elo của họ theo cách rất chính xác. Tất cả các vai trò sau khi tạo có thể được sửa đổi tên/màu của họ.\n\nTùy chọn này đã được bật cho một hoặc nhiều mùa giải. Bạn có thể chọn vai trò thứ hạng elo đỉnh cao nào bên dưới để chỉnh sửa hoặc tạo:",
    "peakEloRankRoleOptionConfigNotCreated": "Chưa cấu hình",
    "peakEloRankRoleOptionConfigCreated": "Đã cấu hình (%d vai trò)",
    "showMatchHistoryMentionOnePlayer": "Vui lòng đề cập đến một người chơi hoặc một tài khoản (một người dùng Discord hoặc một khu vực Liên minh huyền thoại và một tên người triệu hồi).",
    "unknownRole": "Vai trò không xác định",
    "damages": "Thiệt hại",
    "smallMatchResumeGenerationPrompt": "Bạn là một nhà phân tích Liên Minh Huyền Thoại. Bạn có 20 năm kinh nghiệm trong lĩnh vực này. Nhiệm vụ của bạn là tóm tắt trong một câu tối đa 50 ký tự một trận đấu Liên Minh Huyền Thoại của học viên của bạn cho anh ấy bằng cách sử dụng dữ liệu bên dưới. Sau đây là một số ví dụ:\n\"Bạn đã chơi rất tốt trong trận đấu này nhưng thật đáng buồn là Viego của đối phương đã quá no\"\n\"Vayne đã đưa đội của bạn đến chiến thắng mặc dù màn trình diễn của bạn không được tốt lắm\"\n\"Trận đấu kết thúc nhưng Aatrox của bạn đã tạo nên sự khác biệt\"\n\nDữ liệu sau đây:\n%s",
    "showMatchHistoryCommandEmbedTitle": "",
    "showMatchHistoryCommandMatchFieldTitle": "",
    "showMatchHistoryCommandMatchFooter": "Số trang %s",
    "aiSelectedPlayerMatchSummary": "(Học sinh của bạn)",
    "aiSelectedPlayerTeamMatchSummary": "(Đội sinh viên của bạn)",
    "aiSelectedPlayerFooterIndication": "Học sinh của bạn chơi %s",
    "lose": "Thua",
    "aiGeneratedDescNotAvailable": "Mô tả không có sẵn",
    "enemyTeam": "Đội địch",
    "aiSelectedMatchSummaryStudentTeam": "Đội sinh viên",
    "aiDescriptionFeedbackButton": "Phản hồi mô tả trò chơi",
    "cancelShowMatchHistory": "Lịch sử trận đấu đã kết thúc",
    "showMatchHistorySelectPlaceholder": "Chọn một trò chơi để biết thêm chi tiết...",
    "showMatchHistoryBackButton": "Quay lại lịch sử trận đấu",
    "matchHistoryEmbedLoadAISummarize": "Đang tạo mô tả...",
    "summarizeAiFeedbackModalTitleMax45Size": "Mô tả được tạo ra bởi phản hồi AI",
    "summarizeAiFeedbackModalBodyTitleMax45Size": "Bạn nghĩ gì về tính năng này?",
    "summarizeAiFeedbackModalBodyPlaceholderMax100Size": "Tất nhiên điều này có thể là tích cực hoặc tiêu cực. Nếu bạn nói về một mô tả, vui lòng sao chép nó.",
    "summarizeAiFeedbackModalAnotherThingTitleMax45Size": "Còn điều gì nữa muốn nói không?",
    "summarizeAiFeedbackModalAnotherThingPlaceholderMax100Size": "Phản hồi của bạn sẽ giúp Zoe cải thiện.",
    "feedbackCorrectlySended": "Cảm ơn bạn đã phản hồi! Phản hồi đã được gửi trực tiếp đến nhà phát triển. Nếu bạn cần hỗ trợ (khuyến nghị báo cáo lỗi) hoặc muốn thảo luận về phản hồi của mình, hãy thoải mái tham gia máy chủ Discord chính thức của chúng tôi: https://discord.gg/4Rxrzsxb7d",
    "showMatchHistoryRefreshDescButtonPremium": "⭐ Tính năng cao cấp ⭐ Tạo lại mô tả",
    "statsMessageHistoryHelpMessageSlashCommand": "Hiển thị lịch sử trận đấu của người chơi đã chọn.",
    "zoeGlobalFeedbackFormTitleMax45Size": "Phản hồi và Báo cáo",
    "zoeGlobalFeedbackFormBugReportTitleMax45Size": "Bạn có lỗi nào muốn báo cáo không?",
    "zoeGlobalFeedbackFormBugReportPlaceholderMax100Size": "Vui lòng giải thích nguyên nhân gây ra lỗi. Chúng tôi có thể liên hệ với bạn để thu thập thêm thông tin chi tiết.",
    "zoeGlobalFeedbackFormFeedbackTitleMax45Size": "Bạn có phản hồi nào muốn chia sẻ về Zoe không?",
    "zoeGlobalFeedbackFormFeedbackPlaceholderMax100Size": "Nó có thể liên quan đến Zoe, tích cực hoặc tiêu cực. Điều này giúp chúng tôi cải thiện bot!",
    "zoeGlobalFeedbackFormAnotherThingPlaceholderMax100Size": "Nếu bạn muốn gửi tin nhắn cho nhà phát triển, bạn có thể thực hiện tại đây!",
    "refreshServerButtonText": "Làm mới nhanh",
    "refreshServerAlreadyAskedButtonText": "Đã yêu cầu làm mới",
    "zoeGlobalFeedbackAndBugReportButton": "Gửi phản hồi hoặc báo cáo lỗi",
    "createMatchHistoryChannelHelpSlashCommandMessage": "Tạo kênh trong đó Zoe sẽ gửi lịch sử trận đấu của một nhóm người chơi được chọn.",
    "matchHistoryChannelPlayerSelectionOptionAllTheServerName": "Tất cả người chơi đã đăng ký",
    "matchHistoryChannelPlayerSelectionOptionAllTheServerDescription": "Kênh lịch sử trận đấu sẽ hiển thị các trận đấu của tất cả người chơi đã đăng ký.",
    "matchHistoryChannelPlayerSelectionOptionTeamName": "Các cầu thủ của một đội được chọn",
    "matchHistoryChannelPlayerSelectionOptionTeamDescription": "matchhistorychannel sẽ hiển thị các trận đấu của các cầu thủ trong một đội được chọn.",
    "matchHistoryChannelPlayerSelectionOptionGroupOfPlayerName": "Nhóm người chơi được chọn",
    "matchHistoryChannelPlayerSelectionOptionGroupOfPlayerDescription": "matchhistorychannel sẽ hiển thị các trận đấu của một nhóm người chơi được chọn.",
    "createMatchHistoryChannelOptionSelection": "Được rồi, chúng ta hãy tạo một matchhistorychannel! Trong đó, tôi sẽ gửi thông tin chi tiết về trận đấu của những người chơi được chọn một lần vào cuối trận đấu của họ. Nhưng trước tiên, bạn muốn hiển thị những người chơi nào trong đó?\n\nSau đây là danh sách các tùy chọn có thể. Vui lòng chọn một để tiếp tục.",
    "createMatchHistoryChannelOptionSelectionTimeout": "Vâng, chúng ta dừng việc tạo kênh tại đây.",
    "createMatchHistoryChannelOptionSelectionChannelCreated": "Kênh đã được tạo đúng! Các trò chơi của tất cả người chơi trên máy chủ đều được hiển thị trong đó.",
    "createMatchHistoryChannelOptionSelectionTeamEmbed": "Được rồi, bây giờ hãy chọn đội bạn muốn hiển thị trong kênh:",
    "createMatchHistoryChannelOptionSelectionChannelCreatedWithTeam": "Matchhistorychannel đã được tạo đúng! Các trận đấu của đội \"%s\" sẽ xuất hiện bên trong.",
    "createMatchHistoryChannelOptionSelectionChannelNeedTeam": "Máy chủ này không có đội. Không thể chọn tùy chọn này.",
    "createMatchHistoryChannelOptionSelectionPlayers": "Được rồi! Để chọn người chơi, hãy gửi tin nhắn đề cập đến người chơi mà bạn muốn giới thiệu trong kênh này. Đừng quên đề cập đến Zoe! (Nó sẽ không thể đọc được tin nhắn của bạn nếu bạn quên).\n\nVí dụ: ``@Zoe @FirstPlayer @SecondPlayer ...``",
    "createMatchHistoryChannelOptionSelectionPlayersNoMention": "Không tìm thấy thông tin nào về người chơi trong tin nhắn của bạn! Vui lòng đảm bảo rằng bạn đã đề cập đến Zoe trong tin nhắn của mình!\n\nVí dụ: ``@Zoe @FirstPlayer @SecondPlayer ...``",
    "createMatchHistoryChannelOptionSelectionPlayersMentionnedNotRegistered": "",
    "createMatchHistoryChannelOptionSelectionPlayersCreated": "Kênh đã được tạo đúng! Các trò chơi của người chơi được chọn sẽ được gửi vào bên trong.",
    "createMatchHistoryChannelOptionSelectionMessageInChannel": "Tin nhắn thống kê trò chơi sẽ được gửi qua kênh này!",
    "refreshButtonAlreadyInRefresh": "Máy chủ đang được làm mới!",
    "createMatchHistoryChannelNeedNameOrChannel": "Tôi cần chỉ định tên kênh hoặc kênh văn bản. Vui lòng gửi lại lệnh với các tham số.",
    "createMatchHistoryChannelNeedOnlyOneParameter": "Vui lòng chỉ gửi một tham số. Có thể là tên kênh văn bản cần tạo hoặc kênh văn bản cần chỉ định.",
    "commandAvailableOnlyInSlashVersion": "Lệnh này chỉ có thể sử dụng với lệnh gạch chéo!",
    "deleteMatchHistoryChannelHelpSlashCommandMessage": "Xóa matchhistorychannel của máy chủ. Thao tác này không xóa kênh discord.",
    "deleteMatchHistoryChannelNoChannelInTheServer": "Không có kênh nào để xóa trong máy chủ này.",
    "deleteMatchHistoryChannelOptionSelectionTimeout": "Vâng, chúng ta dừng quá trình xóa tại đây.",
    "deleteMatchHistoryChannelOptionSelectionChannelToRemoveText": "Được rồi, đây là danh sách các matchhistorychannels:\n\n**Điều này sẽ không xóa kênh discord! Chỉ có việc gửi tin nhắn trận đấu bị vô hiệu hóa.**",
    "deleteMatchHistoryChannelOptionSelectionChannelInfomessage": "Tôi sẽ không gửi bất kỳ tin nhắn trò chơi nào nữa qua kênh này.",
    "deleteMatchHistoryChannelOptionSelectionChannelCorrectlyRemoved": "Matchhistorychannel đã chọn đã được xóa đúng cách!",
    "deleteMatchHistoryChannelOptionSelectionChannelChannelAlreadySet": "Kênh này đã là kênh matchhistorychannel! Vui lòng xóa kênh này trước nếu bạn muốn định nghĩa lại.",
    "unexpecedErrorMatchCardPleaseReport": "Lỗi không mong muốn khi tải! Vui lòng báo cáo tại đây: https://discord.gg/4Rxrzsxb7d",
    "goldGraphGeneratedAnswer": "Sau đây là biểu đồ vàng của trò chơi:",
    "matchHistoryFeatureEarlyAccessServerNotBoosted": "Matchhistorychannel là tính năng cao cấp tạm thời, máy chủ này cần được tăng cường để truy cập.\n\n**Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers) để hỗ trợ bot và truy cập tính năng này ngay!**",
    "matchHistoryFeatureEarlyAccessServerBoosted": "***⭐ Tính năng truy cập sớm | Chỉ dành cho máy chủ cao cấp ⭐***",
    "matchHistoryFeatureEarlyAccessUserNotPremium": "Lịch sử trận đấu là tính năng cao cấp tạm thời, bạn cần có đăng ký cao cấp để truy cập tính năng này.\n\n**Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers) để hỗ trợ bot và truy cập tính năng này ngay!**",
    "earlyAccessFeature": "⭐ Tính năng truy cập sớm ⭐",
    "rankTrendLastDayEmbedTitle": "Cập nhật thứ hạng hàng ngày",
    "rankTrendLastWeekEmbedTitle": "Cập nhật thứ hạng hàng tuần",
    "rankTrendLastMonthEmbedTitle": "Cập nhật thứ hạng hàng tháng",
    "rankTrendBetweenStartEndPeriod": "Xếp hạng thay đổi giữa %s và %s",
    "rankTrendTop5Winners": "Những cầu thủ thành công nhất",
    "rankTrendTop5Losers": "Những cầu thủ kém thành công nhất",
    "gameWord": "trò chơi",
    "gamesWord": "trò chơi",
    "rankTrendNoWin": "*Kết quả không tốt cho tất cả mọi người. Đây là một ngày buồn cho máy chủ.*",
    "rankTrendNoLoss": "*Tất cả đều chiến thắng: Không có sự sụt giảm thứ hạng nào! Làm tốt lắm!*",
    "rankTrendNoGamePlayed": "Không có trò chơi nào được chơi",
    "rankTrendNoGamePlayedDesc": "Có lẽ để lần khác nhé!",
    "rankTrendFamousPlayerGoodComparaison1": "",
    "rankTrendFamousPlayerGoodComparaison2": "Hôm nay là một ngày tuyệt vời cho %s! Họ đã làm tốt hơn %s!",
    "rankTrendFamousPlayerGoodComparaison3": "",
    "rankTrendFamousPlayerGoodComparaison4": "",
    "rankTrendFamousPlayerGoodComparaison5": "Xin chúc mừng %s vì đã có thành tích xuất sắc khi đánh bại %s!",
    "rankTrendFamousPlayerGoodComparaison6": "Thật là một ngày tuyệt vời cho %s! Họ đã đạt được kết quả tốt hơn %s!",
    "rankTrendFamousPlayerGoodComparaison7": "Xin khen ngợi hiệu suất đặc biệt của %s, thậm chí còn tốt hơn cả %s!",
    "rankTrendFamousPlayerGoodComparaison8": "Đây là một ngày đáng chú ý đối với %s, người đã vượt qua được thành tích của %s!",
    "rankTrendFamousPlayerGoodComparaison9": "Xin chúc mừng %s vì màn trình diễn xuất sắc đã bỏ xa %s phía sau!",
    "rankTrendFamousPlayerGoodComparaison10": "Xin chúc mừng %s đã vượt qua %s bằng màn trình diễn đặc biệt!",
    "rankTrendFamousPlayerBadComparaison1": "",
    "rankTrendFamousPlayerBadComparaison2": "Trong khi %s phải vật lộn với việc giảm LP, điều đáng chú ý là ngay cả %s huyền thoại cũng có mức giảm lớn hơn.",
    "rankTrendFamousPlayerBadComparaison3": "Mặc dù %s gặp phải một số khó khăn, hãy nhớ rằng ngay cả %s nổi tiếng cũng từng phải đối mặt với tình huống khó khăn hơn.",
    "rankTrendFamousPlayerBadComparaison4": "Này, ít nhất thì %s cũng không tệ như %s huyền thoại, đúng không? Luôn có tia hy vọng!",
    "rankTrendFamousPlayerBadComparaison5": "Vâng, hiệu suất của %s có thể còn kém, nhưng này, ngay cả %s vĩ đại cũng còn có thời điểm tệ hơn.",
    "rankTrendFamousPlayerBadComparaison6": "Mặt tích cực là, thành tích không mấy tốt đẹp của %s bị lu mờ bởi sự trượt dốc đáng ngạc nhiên của %s nổi tiếng. Ai có thể nghĩ đến điều đó?",
    "rankTrendFamousPlayerBadComparaison7": "Không phải tất cả đều tệ, %s... Ít nhất thì bạn có thể nói rằng bạn đã có một ngày tốt đẹp hơn %s",
    "rankTrendFamousPlayerBadComparaison8": "Thật sự rất phức tạp đối với %s ... May mắn thay, %s đã ở đây ...",
    "rankTrendFamousPlayerBadComparaison9": "Ai đó hãy gọi bác sĩ đi, %s đang gặp khủng hoảng về hiệu suất! Nhưng đừng lo, Bác sĩ %s đang điều trị... ôi, đợi đã.",
    "rankTrendFamousPlayerBadComparaison10": "Giá như %s có thể tìm được một người cố vấn để hướng dẫn họ... Ồ, đợi đã, %s có vẻ như đang rảnh... thôi bỏ đi",
    "rankTrendFamousPlayerComparedToFamousTitle": "So sánh với những cầu thủ nổi tiếng",
    "rankTrendFamousPlayerComparedToFamousNoComparaison": "Thật không may là không có gì để nói",
    "rankTrendFamousPlayerComparedToFamousNoProPlayerAvailable": "Đáng buồn là chúng tôi không tìm thấy dữ liệu chuyên nghiệp nào để so sánh.",
    "rankTrendShowAllRankChangeButton": "⭐ Tính năng cao cấp ⭐ Hiển thị tất cả các cập nhật thứ hạng",
    "rankTrendCompareMeToProButton": "So sánh bản thân với một game thủ chuyên nghiệp",
    "rankTrendShowRankEvolutionGraphButton": "Hiển thị biểu đồ tiến hóa thứ hạng",
    "rankTrendServerTrendTitle": "Xu hướng máy chủ từ %s đến %s",
    "rankTrendServerPaginatorTimeout": "Kết thúc việc khám phá xu hướng máy chủ",
    "rankTrendCompareMeToProNeedRegistration": "Bạn phải đăng ký trên máy chủ bằng tài khoản Liên minh huyền thoại để thực hiện việc này!",
    "rankTrendCompareMeToProSelectALeagueAccount": "Vui lòng chọn tài khoản Liên đoàn %s. Tôi sẽ sử dụng nó để so sánh.",
    "rankTrendCompareMeToProNoAccountWithLPChange": "Tôi không phát hiện bất kỳ thay đổi nào về thứ hạng trong bất kỳ tài khoản nào của bạn trong thời gian này.",
    "rankTrendCompareMeToProSelectedAccountNoLPChange": "Tôi không phát hiện bất kỳ thay đổi nào về thứ hạng của tài khoản đã chọn. Vui lòng thử lại.",
    "rankTrendCompareMeToProCancelAccountSelection": "Được rồi, chúng ta dừng quá trình ở đây.",
    "rankTrendCompareMeToProEmbedTitle": "",
    "rankTrendRankProgressGraphAccountSelection": "Vui lòng chọn một tài khoản để tạo biểu đồ tiến trình",
    "rankEvolutionGraphTitle": "Sự tiến triển của thứ hạng trong 3 tháng qua",
    "helpCommandAnswerMessage": "__Nếu bạn cần trợ giúp với Zoe, đây là các trang Wiki để tìm trợ giúp:__\n:tools: [**Troubleshooting**](<https://wiki.zoe-discord-bot.ch/en/troubleshooting>)\n:speech_left: [**All commands**](<https://wiki.zoe-discord-bot.ch/en/commands>)\n:gem: [**All features**](<https://wiki.zoe-discord-bot.ch/en/features>)\n:gear: [**Configuration**](<https://wiki.zoe-discord-bot.ch/en/Zoe-Configuration>)\n\n**Ngoài ra, bạn có thể tham gia máy chủ hỗ trợ và cho chúng tôi biết vấn đề của bạn tại đây: <https://discord.gg/4Rxrzsxb7d>**",
    "ranksCategoryDescription": "Thiết lập cụ thể cho vai trò cấp bậc",
    "ranksCategoryName": "Tính năng xếp hạng-vai trò tự động",
    "rankTrendServerTrendServerPremiumFeatureMessage": "Danh sách đầy đủ các bản cập nhật thứ hạng là một tính năng cao cấp yêu cầu máy chủ này phải được tăng cường.\n\n**Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers) để hỗ trợ bot và có quyền truy cập vào tính năng này ngay bây giờ!**",
    "rankTrendShowAllRankMessageTitle": "*⭐ Tính năng cao cấp ⭐* Tất cả các bản cập nhật thứ hạng của máy chủ này:",
    "statsRankChangeHelpMessageSlashCommand": "Hiển thị số liệu thống kê về thứ hạng cập nhật gần đây trên máy chủ.",
    "rankTrendFamousBestPlayerComparedToFamousTitle": "Cầu thủ giỏi nhất so với cầu thủ nổi tiếng",
    "rankTrendFamousWorstPlayerComparedToFamousTitle": "Cầu thủ tệ nhất so với cầu thủ nổi tiếng",
    "statsRankChangeFeatureEarlyAccessServerNotPremium": "Lệnh </stats rankupdate:864484041435906098> là một tính năng cao cấp tạm thời, máy chủ cần được tăng cường để truy cập vào tính năng này. [Đây là một ví dụ nhỏ về tính năng này.](https://zoe-discord-bot.ch/img/DailyRankUpdateExample.png)\n\n**Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers) để hỗ trợ bot, tăng cường máy chủ này và truy cập vào tính năng này ngay!**",
    "emerald": "Ngọc lục bảo",
    "gameType2v2v2v2Arena": "Đấu trường",
    "automatedRankUpdateOptionName": "Quản lý tin nhắn cập nhật thứ hạng",
    "automatedRankUpdateOptionDescription": "Quản lý việc gửi tin nhắn cập nhật thứ hạng tự động",
    "automatedRankUpdateOptionUpdateMessage": "Tùy chọn hiện đang được cập nhật: **%s**\n\nTùy chọn này cho phép bạn chọn tin nhắn cập nhật thứ hạng nào sẽ được gửi tự động trong rankchannel. Bạn cũng có thể tắt hoàn toàn nếu muốn. Bất kể bạn chọn gì, bạn luôn có thể sử dụng lệnh </stats rankupdate:864484041435906098>.\n\n**Bạn có thể cập nhật tùy chọn bằng menu bên dưới.**",
    "automatedRankUpdateOptionDisableEnum": "Tắt chức năng gửi tự động",
    "automatedRankUpdateOptionTimeout": "Quá trình cập nhật tùy chọn đã bị hủy.",
    "automatedRankUpdateOptionUpdatedCorrectly": "Tin nhắn cập nhật thứ hạng tự động hiện được gửi theo lựa chọn của bạn!\n\n**Tin nhắn cập nhật thứ hạng sẽ được gửi: %s**",
    "automatedRankUpdateOptionDisabledCorrectly": "Được rồi, tin nhắn cập nhật thứ hạng không còn được gửi trong kênh xếp hạng nữa.",
    "automatedRankUpdateOptionStatusEnable": "Bật (%s)",
    "daily": "Hằng ngày",
    "weekly": "Hàng tuần",
    "monthly": "Hàng tháng",
    "rankTrendFooterIfAutomated": "Những thông báo này có thể bị vô hiệu hóa bằng lệnh /config > Rankchannel > Tùy chọn 2",
    "playerNotInServerAnymore": "Rời khỏi máy chủ",
    "createPlayerRiotIdCannotContainHashtag": "Tên trò chơi hoặc thẻ không được chứa #. Vui lòng kiểm tra Riot Id và thử lại.",
    "riotApiRiotAccountByNameError404": "Không tìm thấy tài khoản Riot nào có tên và thẻ này. Vui lòng kiểm tra lại xem bạn đã nhập đúng Riot Id chưa.\n\n*Bạn không biết Riot Id của mình là gì? Bạn có thể xem nó ở đây sau khi đăng nhập vào tài khoản League of Legends của mình: <%s>*",
    "riotApiRegionIncorrectError404": "Tài khoản Riot bạn chỉ định **không tìm thấy trên máy chủ %s**. Vui lòng kiểm tra xem bạn đang chơi trên máy chủ nào và thử lại.",
    "createClashChannelAskRiotAccountWithNeededMention": "Được rồi, bây giờ tôi cần một tài khoản Riot. Vui lòng cấu trúc tin nhắn tiếp theo của bạn như sau để Zoe có thể đọc được: **Nhắc đến Zoe rồi thêm thông tin tài khoản như sau: %s ``(Region) (Gamename) (Tag)``**. Gamename là phần trước ``#``, tag là phần sau. Để hủy, hãy gửi ``Stop``.",
    "createClashMalformedRiotAccountWithNeededMention": "Lệnh không đúng định dạng. Vui lòng tôn trọng mẫu này: \"%s `(Region) (GameName) (Tag)`\". Đây là cách hoạt động: GameName#tag.\n\nVui lòng thử lại.",
    "commandNotAvailableInClassicalVersion": "Lệnh này không còn khả dụng ở định dạng cổ điển nữa. Vui lòng sử dụng phiên bản slash của lệnh này!",
    "predictRoleSelectFullTeamNotEnoughAccount": "Để sử dụng lệnh này, vui lòng nhập 5 tài khoản vào Zoe. Bạn có thể chọn vị trí bằng cách chọn tùy chọn lệnh phù hợp. Sử dụng định dạng này: GameName#Tag",
    "predictRoleSelectFullTeamOneAccount": "Tài khoản \"%s\" được cung cấp không đúng định dạng, chỉ được chứa một #. Vui lòng kiểm tra tên tài khoản và thử lại.",
    "predictRoleSelectFullTeamAccounNotFound": "Không tìm thấy tài khoản \"%s\". Vui lòng kiểm tra tên và thử lại.",
    "predictRoleSelectFullTeamLeagueAccountNotExist": "Tài khoản Riot \"%s\" tồn tại, nhưng có vẻ như không có tài khoản League of Legends. Bạn có chắc chắn về thông tin bạn nhập không? Vui lòng kiểm tra và thử lại.",
    "predictRoleSelectFullTeamLoadingAccountMessage": "*Đang kiểm tra tài khoản \"%s\" | %d/%d*",
    "predictRoleSelectFullTeamLoadingData": "*Đang tải dữ liệu...*",
    "season2024Split1Name": "Mùa giải 2024 | Phần 1",
    "season2024Split2Name": "Mùa giải 2024 | Phần 2",
    "season2024Split1SmallName": "S2024/1",
    "season2024Split2SmallName": "S2024/2",
    "hordeName": "Ấu trùng hư không",
    "matchStatsCardTitleSpectatorBackup": "",
    "matchStatsCardInfoMessage": "*Trận đấu không có sẵn, thông tin dựa trên thông tin của khán giả*",
    "matchStatsCardGenerateSummaryButton": "Tạo tóm tắt trận đấu",
    "baseEventWithoutEmotesTitleFormat": "",
    "matchSummaryInfoEmbedTitle": "Thông tin tóm tắt trận đấu",
    "matchSummaryInfoEmbedText": "Tính năng này cho phép bạn tạo tóm tắt trận đấu với nhiều phong cách và tông màu khác nhau. Mục tiêu của tính năng này chủ yếu là để giải trí, vì vậy hãy luôn giữ tinh thần vui vẻ khi sử dụng công cụ này. Bạn cũng có thể sử dụng nó để tạo báo cáo trận đấu, mẹo sau trận đấu và nhiều hơn nữa. Tuy nhiên, hãy nhớ rằng kết quả có thể thay đổi rất nhiều tùy thuộc vào lời nhắc bạn sử dụng và những hạn chế của công cụ này.\n\nChọn một phong cách hiện có hoặc tự tạo một phong cách!",
    "matchSummaryUsageInfoTitle": "Thông tin sử dụng",
    "matchSummaryUsageFreeTrialInfoText": "Tính năng này bị giới hạn về cách sử dụng. Mỗi người dùng có thể dùng thử miễn phí 5 lần. Khi đạt đến giới hạn này, bạn sẽ cần đăng ký để tiếp tục sử dụng tính năng này. [Nhận đăng ký tại đây.](https://ko-fi.com/kalunight/tiers)",
    "matchSummaryCurrentUsageFreeTrialTitle": "Giới hạn sử dụng hiện tại - Dùng thử miễn phí",
    "matchSummaryCurrentUsageFreeTrialText": "",
    "matchSummaryUsageFreeTrialEndedInfoText": "Bạn đã đạt đến số lần thử miễn phí tối đa! Nếu bạn muốn tiếp tục sử dụng tính năng này, vui lòng [đăng ký gói cao cấp tại đây.](https://ko-fi.com/kalunight/tiers)",
    "matchSummaryUsageSubInfoText": "Với đăng ký của bạn, bạn có thể sử dụng nhiều lần hơn mỗi tháng! Số lượng này sẽ được thiết lập lại vào sáng sớm ngày đầu tiên của tháng (giờ UTC).\n\nChúng tôi cảm ơn sự ủng hộ của bạn và chúc bạn có nhiều niềm vui!",
    "matchSummaryUsageSubExceededInfoText": "Bạn đã đạt đến số lần sử dụng tối đa cho tính năng này.\n\nBạn có thể đợi đến cuối tháng để bộ đếm sử dụng của bạn được đặt lại về 0 (đặt lại vào sáng sớm ngày đầu tiên của tháng (giờ UTC)) hoặc bạn có thể [nâng cấp đăng ký của mình tại đây.](https://ko-fi.com/kalunight/tiers)",
    "matchSummaryCurrentUsageSubscriptionTitle": "Giới hạn sử dụng hiện tại - Đăng ký %s",
    "matchSummaryCurrentUsageSubscriptionText": "",
    "matchSummaryMainMenuPopularPromptThisMonthTitle": "Mẫu phổ biến trong tháng này",
    "matchSummaryMainMenuPopularPromptThisWeekTitle": "Các mẫu phổ biến tuần này",
    "matchSummaryMainMenuPopularPromptTodayTitle": "Các mẫu phổ biến hiện nay",
    "matchSummaryMainMenuPopularPromptAllTimeTitle": "Các mẫu phổ biến nhất mọi thời đại",
    "matchSummaryMainMenuByNewPromptTitle": "Mẫu mới tạo",
    "matchSummaryMainMenuPromptItemTitle": "",
    "matchSummaryMainMenuPromptItemBody": "*%s*\nNgôn ngữ: %s | Xếp hạng: %d | Sử dụng: %d | Tạo: %s",
    "matchSummaryMainMenuPromptItemBodyShort": "Ngôn ngữ: %s | Xếp hạng: %d | Đã sử dụng: %d",
    "matchSummaryMainMenuPage": "Trang %d",
    "matchSummaryMainMenuNoPromptToShowTitle": "Không có mẫu nào để hiển thị :(",
    "matchSummaryMainMenuNoPromptToShowDescription": "Vui lòng sử dụng các bộ lọc khác, thử tìm kiếm hoặc tự tạo một bộ lọc!",
    "matchSummaryMainMenuSearchTitle": "Tìm kiếm \"%s\"",
    "matchSummaryMainMenuPopularPromptThisMonthButton": "Lọc theo mức độ phổ biến trong tháng này",
    "matchSummaryMainMenuPopularPromptThisWeekButton": "Lọc theo mức độ phổ biến trong tuần này",
    "matchSummaryMainMenuPopularPromptTodayButton": "Lọc theo mức độ phổ biến hiện nay",
    "matchSummaryMainMenuPopularPromptAllTimeButton": "Lọc theo mức độ phổ biến mọi thời đại",
    "matchSummaryMainMenuByNewPromptButton": "Lọc theo mới nhất",
    "matchSummaryMainMenuSearchButton": "Tìm kiếm",
    "matchSummaryMainMenuCreatePromptButton": "Tạo một mẫu",
    "matchSummaryMainMenuLanguagePlaceholderMenu": "Không có bộ lọc ngôn ngữ nào được chọn",
    "matchSummaryMainMenuPromptPlaceholderMenu": "Chọn một mẫu để sử dụng ở đây...",
    "matchSummaryMainMenuShowPersonalPromptButton": "Hiển thị mẫu của bạn",
    "matchSummaryMainMenuShowAllPromptButton": "Hiển thị tất cả các mẫu",
    "matchSummaryMainMenuPersonalPromptTitle": "Mẫu của bạn",
    "matchSummaryCreationMenuDisclaimerTitle": "Tạo mẫu - thông tin và điều kiện",
    "matchSummaryCreationMenuDisclaimerText": "Bạn có muốn tạo một mẫu không? Đó là một ý tưởng tuyệt vời! Bằng cách này, bạn có thể thỏa sức sáng tạo và tạo ra những văn bản thú vị hơn nữa phù hợp với bạn.\n\nNhưng để đảm bảo bạn có thể sử dụng tính năng này một cách an toàn và không gây tổn thương cho bất kỳ ai, bạn phải đọc và chấp nhận các quy tắc tạo của chúng tôi tại liên kết này: <https://wiki.zoe-discord-bot.ch/en/features/matchSummary/rules>\n\nChúng tôi cũng khuyên bạn nên đọc hướng dẫn của chúng tôi về cách tạo mẫu hiệu quả: <https://wiki.zoe-discord-bot.ch/en/Guides/matchSummaryTemplates>",
    "matchSummaryCreationMenuDisclaimerGoBackButton": "Quay lại menu chính",
    "matchSummaryCreationMenuDisclaimerAcceptButton": "Tôi đã đọc và chấp nhận các điều khoản và điều kiện. Tiếp tục sáng tạo",
    "matchSummaryCreationMenuDataInformationTitle": "Tạo mẫu - Dữ liệu bắt buộc",
    "matchSummaryCreationMenuDataInformationText": "Sau đây là thông tin tôi sẽ yêu cầu bạn cung cấp:\n\n1. Ngôn ngữ bạn sẽ viết mẫu của mình.\n2. Tiêu đề cho mẫu của bạn.\n3. Mô tả (mục đích của mẫu, những gì bạn có thể mong đợi mẫu thực hiện).\n4. Mô hình của bạn (hướng dẫn bạn đưa cho AI).\n5. Dữ liệu thuộc về mẫu của bạn.\n\n**Bạn nên tạo mô tả và mẫu trong sổ tay ghi chép chứ không phải trực tiếp trong cửa sổ mở ra trong Discord để tránh mất công sức (trong trường hợp nhấp chuột nhầm, sự cố kết nối, Zoe bị sập, v.v.)**.",
    "matchSummaryCreationMenuLanguageSelectionTitle": "Lựa chọn ngôn ngữ",
    "matchSummaryCreationMenuLanguageSelectionTexte": "Vui lòng chọn ngôn ngữ của mẫu (ngôn ngữ của văn bản được tạo).",
    "matchSummaryCreationMenuLanguageSelectionMenuPlaceholder": "Chọn ngôn ngữ cho mẫu của bạn...",
    "matchSummaryCreationMenuMainMenuOpenInfoTitle": "Đã đến lúc chuẩn bị mẫu của bạn!",
    "matchSummaryCreationMenuMainMenuOpenInfoText": "Sau khi bạn đã chọn ngôn ngữ, bây giờ bạn phải nhập tiêu đề, mô tả và mẫu của bạn vào biểu mẫu.\n\nNhấn nút để mở biểu mẫu.",
    "matchSummaryCreationMenuMainMenuOpenButton": "Mở Menu",
    "matchSummaryCreationMenuMainMenuTitleMax45Size": "Biểu mẫu tạo mẫu",
    "matchSummaryCreationMenuMainMenuTitleTitleMax45Size": "Tiêu đề mẫu",
    "matchSummaryCreationMenuMainMenuTitlePlaceholderMax100Size": "Viết tiêu đề cho mẫu của bạn ở đây",
    "matchSummaryCreationMenuMainMenuDescriptionTitleMax45Size": "Mô tả mẫu",
    "matchSummaryCreationMenuMainMenuDescriptionPlaceholderMax100Size": "Giải thích ở đây mẫu của bạn làm gì",
    "matchSummaryCreationMenuMainMenuTemplateTitleMax45Size": "Văn bản mẫu",
    "matchSummaryCreationMenuMainMenuTemplatePlaceholderMax100Size": "Và bây giờ là lúc để trí tưởng tượng của bạn bay xa...",
    "matchSummaryCreationMenuGameDataSelectionTitle": "Lựa chọn kiểu dữ liệu trò chơi",
    "matchSummaryCreationMenuGameDataSelectionText": "Hoàn hảo! Một điều cuối cùng: bạn cần chọn loại dữ liệu trò chơi mà mẫu của bạn sẽ sử dụng.",
    "matchSummaryCreationMenuGameDataOnlyEndGameDataTitle": "Chỉ dữ liệu sảnh sau trò chơi",
    "matchSummaryCreationMenuGameDataOnlyEndGameDataDescription": "KDA, CS, Sát thương gây ra, Sát thương phải chịu, Vàng, …",
    "matchSummaryCreationMenuGameDataFullDataRawTitle": "Tất cả dữ liệu trò chơi với tất cả các sự kiện",
    "matchSummaryCreationMenuGameDataFullDataRawText": "Tất cả các sự kiện, thông tin về vàng và KDA trong 5 phút mỗi sự kiện",
    "matchSummaryCreationMenuGameDataFullDataSummarizedTitle": "Tất cả dữ liệu trò chơi với các sự kiện tóm tắt",
    "matchSummaryCreationMenuGameDataFullDataSummarizedText": "Tất cả sự kiện, vàng và KDA được tóm tắt bởi AI",
    "matchSummaryCreationMenuGameDataSelectPlaceholder": "Chọn loại dữ liệu trò chơi…",
    "matchSummaryTemplateSelectedMenuTitle": "Mẫu đã chọn: %s",
    "matchSummaryTemplateSelectedMenuDescriptionTitle": "Mô tả mẫu",
    "matchSummaryTemplateSelectedMenuTemplateTitle": "Văn bản mẫu",
    "matchSummaryTemplateSelectedMenuInsertText": "Chèn văn bản ở đây N.%d",
    "matchSummaryTemplateSelectedMenuRatingTitle": "Lượt bình chọn",
    "matchSummaryTemplateSelectedMenuRatingNumberOfVote": "",
    "matchSummaryTemplateSelectedMenuNumberOfUseTitle": "Sử dụng",
    "matchSummaryTemplateSelectedMenuCreatorTitle": "Người sáng tạo",
    "matchSummaryTemplateSelectedMenuUseTemplateButton": "Sử dụng mẫu",
    "matchSummaryTemplateSelectedMenuUseReportButton": "Mẫu báo cáo",
    "matchSummaryTemplateSelectedMenuUpdateTextFieldsButton": "Cập nhật tiêu đề, mô tả và mẫu",
    "matchSummaryTemplateSelectedMenuDeleteTemplateButton": "Xóa mẫu này",
    "matchSummaryTemplateSelectedLanguagePlaceholderMenu": "Cập nhật ngôn ngữ của mẫu của bạn tại đây",
    "matchSummaryTemplateSelectedGameDataUpdatePlaceholderMenu": "Cập nhật dữ liệu trò chơi của mẫu của bạn tại đây",
    "matchSummaryTemplateSelectedUpdateButtonInformationMax80Size": "⬇️ MENU QUẢN LÝ NGƯỜI SÁNG TẠO ⬇️",
    "matchSummaryTemplateSelectedUpdateButtonStatusInformationMax80Size": "Trạng thái mẫu: %s",
    "matchSummarySecurityStatusPublic": "Có sẵn",
    "matchSummarySecurityStatusHidden": "Ẩn (Đang kiểm tra bảo mật)",
    "positive": "tích cực",
    "matchSummaryTemplateSelectedAddFavoriteButton": "Thêm vào mục yêu thích",
    "matchSummaryTemplateSelectedRemoveFavoriteButton": "Xóa khỏi mục yêu thích",
    "matchSummaryTemplateSelectedDeletionWarningTitle": "Cảnh báo xóa mẫu",
    "matchSummaryTemplateSelectedDeletionWarningText": "Bạn có chắc chắn muốn xóa mẫu này không? Hành động này không thể đảo ngược và sẽ xóa mẫu **HOÀN TOÀN** khỏi Zoe.\n\nVui lòng xác nhận lựa chọn của bạn.",
    "matchSummaryTemplateSelectedDeletionWarningConfirmButton": "Có, xóa mẫu này",
    "matchSummaryTemplateSelectedDeletionWarningCancelButton": "Không, đừng xóa mẫu này",
    "userCurrentlyNotInMatchSummarySessionError": "Đã xảy ra lỗi (hoặc Zoe đã khởi động lại) và bạn không còn trong phiên tóm tắt trò chơi nữa. Vui lòng khởi động lại quy trình bằng cách sử dụng lại lệnh hoặc nhấn nút.",
    "matchSummaryStartANewSessionButton": "Bắt đầu một phiên mới",
    "matchSummaryMainMenuShowFavoritesPromptButton": "Hiển thị mục yêu thích của bạn",
    "matchSummaryMainMenuFavoritesPromptTitle": "⭐ Mẫu yêu thích của bạn",
    "matchSummaryUseTemplateNeedInformationsTitle": "Thông tin mẫu cần thiết",
    "matchSummaryUseTemplateInformationsNeedToBeInserted": "Mẫu này phải được hoàn thành với các thông tin sau:\n\n%s\n\nKhi bạn biết những gì bạn cần chèn, hãy nhấp vào nút bên dưới để tiếp tục.",
    "matchSummaryTemplateInformationShowFormat": "",
    "matchSummaryUseTemplateCancelButton": "Quay lại menu mẫu",
    "matchSummaryUseTemplateInsertInformationButton": "Chèn thông tin",
    "matchSummaryThreadChannelTitle": "",
    "matchSummaryNotYourSessionError": "Thật không may, đây không phải là phiên của bạn/bạn đã ở trong một phiên. Bạn không thể tương tác với phiên đó.\n\nNếu bạn muốn tạo một phiên, hãy nhấp vào nút bên dưới. (Điều này sẽ kết thúc phiên hiện tại của bạn)",
    "matchSummarySessionEnded": "Phiên này đã kết thúc.",
    "matchSummaryMainMenuCloseSessionButton": "Đóng phiên làm việc",
    "matchSummaryUseTemplateLimitReachedTitle": "Đã đạt đến giới hạn sử dụng tính năng",
    "matchSummaryUseTemplateLimitReachedPremiumText": "Bạn đã đạt đến số lần sử dụng tối đa cho tính năng này.\n\nBạn có thể đợi đến cuối tháng cho đến khi bộ đếm sử dụng của bạn được đặt lại về 0 (đặt lại vào ngày đầu tiên của tháng vào sáng sớm (giờ UTC)) hoặc bạn có thể [nâng cấp đăng ký của mình tại đây.](https://ko-fi.com/kalunight/tiers)",
    "matchSummaryUseTemplateLimitReachedFreeTrialText": "Bạn đã đạt đến số lượng sử dụng miễn phí tối đa! Nếu bạn muốn tiếp tục sử dụng tính năng này, vui lòng đăng ký [tại đây để đăng ký cao cấp](https://ko-fi.com/kalunight/tiers). Điều này cho phép chúng tôi tiếp tục phát triển và duy trì Zoe. Cảm ơn bạn!",
    "matchSummaryUseTemplateLastInformationTitle": "Thông tin mới nhất",
    "matchSummaryUseTemplateLastInformationText": "**Bạn sắp sử dụng mẫu sau:**\n\n\"%s\"\n\n**Mẫu này sẽ sử dụng một trong những mục đích sử dụng khả dụng của bạn. Bạn sẽ có %d mục đích sử dụng còn lại sau mục đích này. Vui lòng xác nhận lựa chọn của bạn.**",
    "matchSummaryUseTemplateConfirmButton": "Vâng, chúng ta hãy tạo văn bản nhé!",
    "matchSummaryUseTemplateInsertInformationMenuTitleMax45Size": "Nhập thông tin bắt buộc",
    "matchSummaryGenerationEndedGenerationCompleteMessage": "Đã hoàn tất quá trình tạo thế hệ! *Ghi chú bên lề: Nếu bạn muốn giữ lại, vui lòng không xóa chủ đề này/tải xuống kết quả.*",
    "matchSummaryGenerationEndedTitle": "Hoàn thành thế hệ",
    "matchSummaryGenerationEndedText": "Việc tạo văn bản đã hoàn tất. Tôi hy vọng bạn thích kết quả này! Bây giờ bạn có các tùy chọn khác nhau:\n\n- Bạn có thể thử sử dụng lại cùng một mẫu và bạn có thể nhận được các kết quả khác nhau.\n- Nếu bạn muốn thay đổi chức năng và hành vi của mẫu này, bạn có thể thử tạo mẫu của riêng mình dựa trên mẫu này.\n\n**Vui lòng đừng quên đánh giá mẫu! Theo cách này, các mẫu đạt được kết quả tốt nhất có thể được mọi người xem và sử dụng!**",
    "matchSummaryGenerationStartedTitle": "Bắt đầu tạo văn bản",
    "matchSummaryGenerationStartedText": "Đã bắt đầu tạo văn bản cho mẫu:\n\n\"%s\"\n\n**AI hiện đang tạo văn bản. Quá trình này có thể mất vài giây. Vui lòng đợi**.",
    "matchSummaryGenerationStartedEndedTitle": "Tạo văn bản",
    "matchSummaryGenerationStartedEndedText": "Văn bản được tạo cho mẫu:\n\n\"%s\"",
    "matchSummaryGenerationEndedWithErrorMessage": "Đã xảy ra lỗi trong quá trình tạo văn bản. Vui lòng báo cáo lỗi này cho máy chủ chính thức của Zoe (bạn có thể tìm thấy liên kết trong phần \"Giới thiệu về tôi\"). Cảm ơn bạn rất nhiều!",
    "matchSummaryGenerationEndedVoteGivenMessage": "Phiếu bầu của bạn đã được ghi nhận! Cảm ơn bạn đã tham gia!",
    "matchSummaryGenerationEndedFavoriteGivenMessage": "Mẫu này đã được thêm vào mục yêu thích của bạn!",
    "matchSummaryGenerationEndedFavoriteRemovedMessage": "Mẫu này đã bị xóa khỏi mục yêu thích của bạn!",
    "matchSummaryGenerationEndedReturnToMainMenuButton": "Quay lại menu chính",
    "matchSummaryGenerationEndedReturnToSelectedTemplateButton": "Quay lại mẫu đã chọn",
    "matchSummaryGenerationEndedGeneralFeedbackButton": "Bạn có phản hồi gì về tính năng này không?",
    "matchSummaryGenerationEndedUseAgainButton": "Sử dụng lại mẫu này",
    "matchSummaryGenerationEndedTweakTemplateButton": "Tạo một mẫu mới dựa trên mẫu này",
    "matchSummarySearchPromptFormModalTitle": "Tìm kiếm một mẫu",
    "matchSummarySearchPromptFormFieldTitle": "Tìm kiếm",
    "matchSummaryReportPromptInformationTitle": "Báo cáo một mẫu",
    "matchSummaryReportPromptInformationText": "Bạn sắp báo cáo mẫu \"%s\". Tất cả các mẫu phải tuân theo [các hướng dẫn và quy tắc](<https://wiki.zoe-discord-bot.ch/en/features/matchSummary/rules>).\n\n**Nếu bạn tin rằng mẫu này không tuân thủ các quy tắc, vui lòng báo cáo và nêu ngắn gọn lý do. Chúng tôi sẽ xem xét sớm nhất có thể.**\n\nĐây là mẫu để bạn tham khảo:\n\n\"%s\"",
    "matchSummaryReportPromptInformationAlreadyReported": "Bạn đã báo cáo mẫu này. Đội ngũ Zoe sẽ xem xét sớm nhất có thể. Cảm ơn bạn đã báo cáo!",
    "matchSummaryReportPromptFormModalTitle": "Báo cáo một mẫu",
    "matchSummaryReportPromptFormFieldTitle": "Lý do",
    "matchSummaryReportPromptOpenReportMenuButton": "Mở menu báo cáo",
    "matchSummaryReportPromptAlreadyReviewedTitle": "Mẫu đã được xem xét",
    "matchSummaryReportPromptAlreadyReviewedText": "Mẫu này đã được đội ngũ Zoe xem xét và thấy tuân thủ các quy tắc. Bạn có thể tìm thấy chúng tại đây: [Quy tắc tóm tắt trận đấu](<https://wiki.zoe-discord-bot.ch/en/features/matchSummary/rules>)\n\n**Nếu bạn cho rằng đây là lỗi, vui lòng liên hệ với đội Zoe trên [máy chủ chính thức](https://discord.gg/Ec3fG6DpY3) bằng cách mở bài đăng.**",
    "matchSummaryReportPromptReportedMessage": "Mẫu đã được báo cáo và sẽ được nhân viên Zoe xem xét. Cảm ơn bạn đã báo cáo!",
    "matchSummaryModerationRemovePromptMessageCreatorInformation": "Mẫu có tên \"%s\" của bạn đã bị xóa khỏi Zoe. Chúng tôi đã xác định rằng mẫu này không tuân thủ các quy tắc và hướng dẫn của Zoe. Bạn có thể tìm thấy chúng tại đây: <https://wiki.zoe-discord-bot.ch/en/features/matchSummary/rules>. Vui lòng tuân thủ các quy tắc này vào lần tới.\n\nNếu bạn cho rằng đây là lỗi, vui lòng liên hệ với nhóm Zoe trên [máy chủ chính thức](https://discord.gg/Ec3fG6DpY3) bằng cách mở bài đăng.\n\n*Lưu ý: Không có hành động nào được thực hiện đối với tài khoản của bạn.*\n\nCảm ơn bạn đã thông cảm.",
    "matchSummaryModerationRemovePromptMessageCreatorWarn": "Mẫu có tên \"%s\" của bạn đã bị xóa khỏi Zoe. Chúng tôi đã xác định rằng nó không tuân thủ các quy tắc và hướng dẫn của Zoe. Bạn có thể tìm thấy chúng tại đây: <https://wiki.zoe-discord-bot.ch/en/features/matchSummary/rules>. Vui lòng tuân thủ các quy tắc này vào lần tới.\n\nNếu bạn cho rằng đây là lỗi, vui lòng liên hệ với nhóm Zoe trên [máy chủ chính thức](https://discord.gg/Ec3fG6DpY3) bằng cách mở bài đăng.\n\n**Lưu ý: Đây là số cảnh báo của bạn là %d. Nếu bạn nhận được 3 cảnh báo, tài khoản của bạn sẽ không thể tạo mẫu nữa **.\n\nCảm ơn bạn đã thông cảm.",
    "matchSummaryModerationRemovePromptMessageCreatorBan": "Mẫu có tên \"%s\" của bạn đã bị nhóm Zoe xóa. Đây là lần thứ ba chúng tôi phát hiện mẫu của bạn không tuân thủ các quy tắc và hướng dẫn của Zoe. Chúng tôi rất tiếc, nhưng tài khoản của bạn hiện bị hạn chế tạo mẫu.\n\nNếu bạn cho rằng đây là lỗi, vui lòng liên hệ với nhóm Zoe trên [máy chủ chính thức](https://discord.gg/Ec3fG6DpY3) bằng cách mở bài đăng.\n\nCảm ơn bạn đã thông cảm.",
    "matchSummaryTemplateDeleted": "Mẫu đã bị xóa. Bạn không thể sử dụng nó nữa.",
    "matchSummaryCreationMenuGameDataOnlyEndGameDataTitleInsert": "Dữ liệu sảnh sau trò chơi sẽ theo sau đây",
    "matchSummaryCreationMenuGameDataFullDataRawTitleInsert": "Tất cả dữ liệu trò chơi với tất cả các sự kiện sẽ theo sau ở đây",
    "matchSummaryCreationMenuGameDataFullDataSummarizedTitleInsert": "Tất cả dữ liệu trò chơi với các sự kiện tóm tắt sẽ theo sau ở đây",
    "matchSummaryFeedbackFormModalTitle45Max": "Phản hồi về tính năng tóm tắt trận đấu",
    "matchSummaryFeedbackFormFieldTitle": "Phản hồi của bạn",
    "matchSummaryCreationMenuGameDataAccountMatchSummaryTitle": "Dữ liệu lịch sử trận đấu cho Tài khoản Liên đoàn",
    "matchSummaryCreationMenuGameDataAccountMatchSummaryText": "10 trận đấu gần nhất có sử dụng tướng, KDA, thời lượng, tỷ lệ thắng, v.v.",
    "matchSummaryCreationMenuGameDataAccountMatchSummaryTitleInsert": "Dữ liệu lịch sử trận đấu cho Tài khoản Liên đoàn sẽ theo sau đây",
    "matchSummaryUseTemplateNeedAccountTitle": "Tài khoản cần thiết cho mẫu này",
    "matchSummaryUseTemplateNeedAccountText": "Mẫu *%s* yêu cầu tài khoản Liên minh huyền thoại đã chọn để hoạt động. Vui lòng chọn tài khoản Liên minh để sử dụng ngay. Nhấp vào nút bên dưới để tiếp tục.",
    "matchSummaryUseTemplateAccountGivenNotValidTitle": "Tài khoản không hợp lệ",
    "matchSummaryUseTemplateAccountGivenNotValidText": "Tài khoản bạn nhập không hợp lệ. Vui lòng xác minh tài khoản và thử lại.",
    "matchSummaryUseTemplateSelectAccountButton": "Chọn một tài khoản Liên đoàn",
    "matchSummaryUseTemplateNeedMatchTitle": "Cần khớp với mẫu này",
    "matchSummaryUseTemplateNeedMatchText": "Mẫu *%s* yêu cầu phải có sự khớp được chọn để hoạt động. Vui lòng chọn một sự khớp ngay bây giờ. Để thực hiện việc này, hãy chọn một tài khoản mà bạn muốn chọn một sự khớp trong lịch sử. Nhấp vào nút bên dưới để tiếp tục.",
    "matchSummarySelectAccountFormModalTitle": "Chọn một tài khoản Liên minh huyền thoại",
    "matchSummarySelectAccountFormFieldTitle": "Tài khoản Liên minh huyền thoại:",
    "matchSummarySelectAccountFormAccountFieldPlaceholder": "Tên trò chơi#Thẻ",
    "matchSummarySelectAccountServerFormFieldTitle": "Máy chủ:",
    "matchSummarySelectAccountFormServerFieldPlaceholder": "EUW, EUNE, NA, KR, …",
    "gameType5v5DraftSmall": "Lựa chọn dự thảo 5v5",
    "gameType5v5RankSoloQSmall": "Xếp hạng 5v5 Đơn/Đôi",
    "gameType5v5BlindSmall": "Chọn ngẫu nhiên 5v5",
    "gameType5v5RankedFlexSmall": "Xếp hạng 5v5 Flex",
    "gameTypeARAMSmall": "ARAM",
    "gameType5v5ClashSmall": "Xung đột",
    "gameTypeCoopVsIASmall": "Hợp tác với AI",
    "gameTypeClassicUrfSmall": "URF",
    "matchDetailsShortDescriptionPlaceholder": "KP: %.0f%% | CS: %d (%.1f) | KDA: %.2f | %s",
    "matchSummaryMatchSelectedEmbedTitle": "Trận đấu sẽ được sử dụng",
    "matchSummaryAccountSelectedEmbedTitle": "Tài khoản sẽ được sử dụng: %s",
    "loadingMessageTitle": "Đang tải",
    "loadingMessageText": "Đang tải dữ liệu...",
    "matchSummaryNeedSelectMatchTitle": "Trận đấu bắt buộc",
    "matchSummaryNeedSelectMatchDescription": "Vui lòng chọn một trận đấu trong lịch sử trận đấu.",
    "matchSummaryTemplateSelectedMenuClearDataButton": "Xóa lịch sử trận đấu/tài khoản đã chọn",
    "matchSummaryCommandText": "Nhấp vào nút để mở phiên tóm tắt trận đấu mới!",
    "matchSummaryCommandButton": "Bắt đầu một phiên mới",
    "matchSummaryCommandHelpSlashCommand": "Mở menu tóm tắt trận đấu",
    "seeMatchStatsButton": "Xem số liệu thống kê trận đấu",
    "matchSummaryTemplateSelectedMenuDataTitle": "Dữ liệu cho mẫu này",
    "statsRawServerDataHelpMessageSlashCommand": "Hiển thị tất cả người chơi đã đăng ký trên máy chủ với dữ liệu liên quan",
    "statsRawServerDataRequireAdministrator": "Vì lệnh này trả về dữ liệu có khả năng nhạy cảm nên bạn cần có quyền quản trị viên để sử dụng lệnh này.",
    "statsRawServerDataMessageLoading": "*Vui lòng không lạm dụng lệnh này, nó có thể tốn rất nhiều tài nguyên vì chúng tôi xác thực mọi thứ hạng.*\n\n**Zoe hiện đang tải tất cả người chơi của máy chủ. Người chơi đã tải %d/%d ...**",
    "statsRawServerDataMessageError": "Đã xảy ra lỗi khi tải dữ liệu. Báo cáo sự cố cho nhóm Zoe trên máy chủ chính thức.",
    "statsRawServerDataMessageLoaded": "Tất cả người chơi đã được tải! Đây là dữ liệu cho máy chủ:",
    "statsRawServerDataRequireBoostedServer": "Lệnh này là một tính năng cao cấp yêu cầu máy chủ phải được tăng cường. [Đây là một ví dụ nhỏ về tính năng này.](<https://zoe-discord-bot.ch/img/RawServerDataExample.png>)\n\n**Đăng ký [tại đây](https://ko-fi.com/kalunight/tiers) để hỗ trợ bot và truy cập vào tính năng này ngay!**",
    "teamSelfAddingOptionName": "Nhóm tự thêm",
    "teamSelfAddingOptionDesc": "Cho phép người chơi tự thêm mình vào một đội",
    "teamSelfAddingOptionDescLong": "Tùy chọn trong quá trình kích hoạt: **%s**\n\nTùy chọn này cho phép tất cả thành viên của máy chủ tham gia hoặc rời khỏi một nhóm trên máy chủ này bằng lệnh `/add playertoteam` và `/remove playerfromteam`. Điều này cũng cho phép các lệnh `/join` và `/leave`. **Chúng tôi đặc biệt khuyên bạn nên sử dụng lệnh join và leave ngay khi tùy chọn này được bật.**\n\n:white_check_mark: : Kích hoạt tùy chọn này.\n:x: : Hủy kích hoạt.",
    "teamSelfAddingOptionDescLongDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nTất cả thành viên của máy chủ sẽ không còn có thể tham gia hoặc rời khỏi nhóm trên máy chủ này một cách độc lập nữa. Các lệnh `/add playertoteam` và `/remove playerfromteam`, hiện đang được bật cho mọi người, sẽ bị vô hiệu hóa. Thay đổi này cũng sẽ vô hiệu hóa các lệnh `/join` và `/leave`. **Người dùng có quyền \"Quản lý kênh\" vẫn có thể quản lý nhóm sau khi thay đổi này.\n\n:white_check_mark: : **Vô hiệu hóa tùy chọn**\n:x: : Hủy quy trình hủy kích hoạt",
    "addPlayerToTeamCommandNeedManageChannelPermission": "Bạn không thể thêm người chơi không phải là bạn vào đội mà không có quyền quản lý kênh.",
    "addPlayerToTeamCommandSelfAddingOptionNotActivated": "Bạn không thể tự thêm mình vào nhóm nếu bạn không có quyền \"Quản lý kênh\" HOẶC tùy chọn cấu hình \"Tự thêm nhóm\" không được bật.",
    "removePlayerFromTeamCommandNeedManageChannelPermission": "Bạn không thể xóa người chơi khỏi đội nếu họ không phải là bạn mà không có quyền quản lý kênh.",
    "removePlayerFromTeamCommandSelfAddingOptionNotActivated": "Bạn không thể tự xóa mình khỏi nhóm nếu bạn không có quyền \"Quản lý kênh\" HOẶC tùy chọn cấu hình \"Tự thêm nhóm\" đã bật.",
    "joinHelpMessageSlashCommand": "Cho phép bạn tham gia một nhóm",
    "leaveHelpMessageSlashCommand": "Cho phép bạn rời khỏi nhóm hiện tại mà bạn đang tham gia",
    "playerAddedInTheTeamWithData": "",
    "leavePlayerNotInTeam": "Các bạn không ở trong một đội.",
    "addPlayerToTeamCommandNeedManageChannelPermissionToAddMultiplePlayers": "Bạn không thể thêm nhiều người chơi vào một đội mà không có quyền \"Quản lý kênh\".",
    "mentionOfUserNeedToBeAPlayerWithInfo": "",
    "mentionnedPlayerIsAlreadyInATeamWithInfo": "",
    "mentionOfUserIsNotAPlayerWithInfo": "",
    "removePlayerToTeamNotInTheTeamWithInfo": "",
    "showTeamHelpMessageSlashCommand": "Hiển thị thông tin về đội đã chọn.",
    "showTeamCommandNotFound": "Đội bạn đang tìm kiếm không tồn tại. Vui lòng kiểm tra tên và thử lại.",
    "showTeamCommandTitle": "Đội %s (Xếp hạng SoloQ trung bình: %s)",
    "winrateAbr": "WR",
    "gamesAbr": "G",
    "noMainRoleDetected": "Không có vai trò chính",
    "showTeamCommandTooManyPlayers": "Đội này có quá nhiều cầu thủ để hiển thị thông tin về đội. Vui lòng xóa một số cầu thủ khỏi đội để hiển thị thông tin về đội.",
    "showTeamCommandMessageInfo": "Sau đây là thông tin về đội %s!\n\nNếu bạn muốn tìm hiểu sâu hơn, chúng tôi khuyên bạn nên xác định những cầu thủ mà bạn sẽ chơi cùng và sử dụng lệnh </stats teamanalysis:864484041435906098> để có được phân tích chuyên sâu về đội này!",
    "showTeamCommandError": "Đã xảy ra lỗi khi cố gắng hiển thị thông tin nhóm. Vui lòng thử lại. Nếu sự cố vẫn tiếp diễn, vui lòng báo cáo lỗi cho [nhóm Zoe trên máy chủ chính thức](<https://discord.gg/Ec3fG6DpY3>).",
    "searchTeammateBothJoinedChannel": "Cả hai bạn đã tham gia kênh, hãy tận hưởng trò chơi nhé! Chúc may mắn!",
    "searchTeammateLeaveQueue": "Bạn đã rời khỏi hàng đợi.",
    "searchTeammateMatchNotValid": "Trận đấu này không còn hiệu lực nữa.",
    "searchTeammateAccountNeedToBeRanked": "Để có thể sử dụng tính năng này, tài khoản của bạn phải được xếp hạng.",
    "searchTeammateSearchingForTeammateEmbedTitle": "Tìm kiếm đồng đội",
    "searchTeammateSearchingForTeammateEmbedDescription": "Hiện tại bạn đang trong hàng đợi để tìm đồng đội. Tin nhắn này sẽ được cập nhật ngay khi tìm thấy đồng đội.",
    "searchTeammateLeaveQueueButton": "Rời khỏi hàng đợi",
    "searchTeammateInformationJoiningQueueEmbedTitle": "Bạn sẽ vào hàng đợi",
    "searchTeammateInformationJoiningQueueEmbedDescription": "Ngay khi Zoe tìm thấy đối tác DuoQ, bạn sẽ nhận được tin nhắn trong kênh này và sau đó có %d giây để chấp nhận hoặc từ chối lời mời. Ngay khi bạn chấp nhận lời mời, cả hai bạn sẽ nhận được lời mời đến kênh thoại riêng tư. Lời mời này sẽ kết nối bạn trực tiếp đến kênh thoại.",
    "searchTeammateFeatureCurrentlyDisable": "Tính năng này hiện đang bị vô hiệu hóa. Để biết thêm thông tin, vui lòng truy cập máy chủ hỗ trợ (liên kết trong \"Giới thiệu về tôi\").",
    "searchTeammateNeedALeagueAccount": "Bạn phải đăng ký tài khoản Liên minh huyền thoại trên máy chủ này để sử dụng tính năng này.",
    "searchTeammateNeedToBeRanked": "Để có thể sử dụng tính năng này, tài khoản của bạn phải có thứ hạng (Solo/Duo).",
    "searchTeammateSelectLanguageEmbedTitle": "Xác thực xong - Lựa chọn ngôn ngữ",
    "searchTeammateSelectLanguageEmbedDescription": "Chọn ngôn ngữ bạn muốn nói chuyện với đối tác của mình (khuyến khích sử dụng tiếng Anh nếu bạn muốn tìm ai đó nhanh chóng).",
    "searchTeammateSelectAccountEmbedTitle": "Lựa chọn tài khoản giải đấu",
    "searchTeammateSelectAccountEmbedDescription": "Bạn có nhiều tài khoản LoL đã đăng ký trên máy chủ, vui lòng chọn một tài khoản để tiếp tục! Việc ghép trận dựa trên thứ hạng và máy chủ.\n\n**CẢNH BÁO: Bạn phải sở hữu tài khoản để sử dụng!**",
    "searchTeammateNoAccountIsRanked": "Không có tài khoản nào của bạn được xếp hạng. Để có thể sử dụng tính năng này, bạn phải có tài khoản được xếp hạng (Solo/Duo).",
    "searchTeammateFoundEmbedTitle": "Đã tìm thấy đồng đội!",
    "searchTeammateFoundEmbedDescription": "Bạn đã được ghép đôi với %s (tài khoản Discord: %s)!\n\n**Chấp nhận DuoQ?**",
    "searchTeammateAcceptButton": "Chấp nhận",
    "searchTeammateDeclineButton": "Sự suy sụp",
    "searchTeammateMateDidntJoinEmbedTitle": "Đồng đội không tham gia trò chuyện bằng giọng nói",
    "searchTeammateMateDidntJoinEmbedDescription": "Bạn đã tham gia trò chuyện bằng giọng nói, nhưng người chơi khác thì chưa. Trò chơi đã bị hủy. Bạn quay lại hàng đợi.",
    "searchTeammateInformationAboveMessage": "",
    "searchTeammateYouDidntJoinEmbedTitle": "Bạn chưa tham gia trò chuyện bằng giọng nói",
    "searchTeammateYouDidntJoinEmbedDescription": "Bạn chưa tham gia trò chuyện bằng giọng nói kịp thời. Bạn đã bị xóa khỏi hàng đợi.",
    "searchTeammateMatchTimeoutEmbedTitle": "Hết thời gian thi đấu",
    "searchTeammateMatchTimeoutAcceptedEmbedDescription": "Bạn đã chấp nhận một trận đấu, nhưng người chơi khác chưa phản hồi kịp thời. Trận đấu đã bị hủy. Bạn quay lại hàng đợi.",
    "searchTeammateMatchTimeoutNotAcceptedtEmbedDescription": "Bạn chưa chấp nhận trận đấu kịp thời. Bạn đã bị xóa khỏi hàng đợi.",
    "searchTeammateNoVoiceChatAvailable": "Không có kênh thoại nào khả dụng. Vui lòng thử lại sau.",
    "searchTeammateMatchAcceptedEmbedTitle": "Đã chấp nhận trận đấu!",
    "searchTeammateMatchAcceptedEmbedDescription": "Cả hai bạn đều đã chấp nhận trận đấu!\n\n**Tham gia trò chuyện bằng giọng nói ngay bây giờ và bắt đầu hành trình của bạn!** => [Nhấp vào đây để tham gia trò chuyện bằng giọng nói.](<%s>)\n**CẢNH BÁO: Bạn sẽ được chuyển thẳng đến kênh bên phải! Không nhấn nút màu xanh lá cây như Discord gợi ý.**\n\n*Bạn có 20 giây trước khi tôi coi trận đấu đã bị hủy.*",
    "searchTeammateMatchAcceptedWaitForOtherEmbedDescription": "Bạn đã chấp nhận trận đấu!\n\n**Đang chờ người chơi khác chấp nhận...**",
    "searchTeammateMatchRefusedEmbedTitle": "Trận đấu bị từ chối",
    "searchTeammateMatchRefusedEmbedDescription": "Bạn đã từ chối trận đấu. Bạn không còn trong hàng đợi nữa.",
    "searchTeammateOtherRefusedEmbedDescription": "Người chơi kia đã từ chối trận đấu. Bạn quay lại hàng đợi.",
    "searchTeammateErrorEmbedTitle": "Đã xảy ra lỗi",
    "searchSoloQPartnerButtonText": "THÍ NGHIỆM MỚI: Tìm đối tác SoloQ!",
    "searchSoloQPartnerButtonTextWithQueueSize": "THỬ NGHIỆM MỚI: Tìm một đối tác SoloQ! (%d đang xếp hàng)",
    "searchTeammateAlreadyInQueue": "Bạn đã có trong hàng đợi. Bạn không thể tham gia hàng đợi hai lần.",
    "searchTeammateSearchingForTeammateAlreadyInQueueEmbedDescription": "Hiện tại bạn đang trong hàng đợi để tìm đồng đội. Tin nhắn này sẽ được cập nhật ngay khi tìm thấy người chơi.\n\n*Tin nhắn trước đó không còn hiệu lực nữa*",
    "searchTeammateBothJoinedChannelPrivateInfoEmbedTitle": "Thông tin về đồng đội của bạn",
    "searchTeammateBothJoinedChannelPrivateInfoEmbedDescription": "Tài khoản giải đấu: `%s`\nTài khoản Discord: `%s`",
    "rankChannelOnlyRankUpdateOptionName": "Chỉ cập nhật thứ hạng",
    "rankChannelOnlyRankUpdateOptionDesc": "Kênh xếp hạng chỉ gửi tin nhắn cập nhật xếp hạng",
    "rankChannelOnlyRankUpdateOptionEnableOptionButton": "Chỉ cho phép gửi tin nhắn cập nhật thứ hạng",
    "rankChannelOnlyRankUpdateLongDescEnable": "Tùy chọn khi kích hoạt: **%s**\n\nNếu bạn kích hoạt tùy chọn này, chỉ [Tin nhắn cập nhật thứ hạng](https://zoe-discord-bot.ch/img/DailyRankUpdateExample.png) được gửi trong kênh thứ hạng. Tất cả các loại tin nhắn khác không được gửi.",
    "rankChannelOnlyRankUpdateOptionEnableUpdate": "Tùy chọn đã được bật đúng cách!",
    "rankChannelOnlyRankUpdateOptionCancelEnable": "Được rồi, tùy chọn này chưa được bật.",
    "rankChannelOnlyRankUpdateOptionLongDescDisable": "Tùy chọn bạn muốn vô hiệu hóa: **%s**\n\nNếu bạn vô hiệu hóa tùy chọn này, việc gửi tin nhắn thay đổi thứ hạng cổ điển trong kênh thứ hạng sẽ được tiếp tục.",
    "rankChannelOnlyRankUpdateOptionDisableUpdate": "Tùy chọn đã được tắt đúng cách!",
    "rankChannelOnlyRankUpdateCancelDisable": "Được rồi, tùy chọn này chưa bị vô hiệu hóa.",
    "rankChannelOnlyRankUpdateTimeout": "Việc cập nhật tùy chọn đã bị hủy (hết thời gian).",
    "rankTitle": "Thứ hạng",
    "timeTitle": "Thời gian",
    "verificationProcessIconWhileAccessingRestrictedFeatureTitle": "Tính năng này yêu cầu xác minh quyền sở hữu tài khoản của bạn",
    "searchTeammateVerificationCancelled": "Được rồi, việc xác minh đã bị hủy.",
    "searchTeammateVerificationFailedTitle": "Xác minh không thành công",
    "searchTeammateVerificationFailedDescription": "Bạn có chắc chắn rằng bạn đã chọn đúng biểu tượng không? Hoặc có lẽ bạn chưa xác nhận lựa chọn của mình? (Bạn phải thoát khỏi cửa sổ lựa chọn để lưu lựa chọn của mình)\n\nVui lòng kiểm tra điều này và thử lại (bạn có thể sử dụng lại thông báo ở trên).\n*Bạn có thể đóng thông báo này.*",
    "socialSoloqTeammateFinderHelpMessageSlashCommand": "Truy cập vào tính năng SoloQ Teammate Finder",
    "searchTeammateFeatureNotLaunchedYet": "Tính năng này hiện chưa khả dụng. Vui lòng trả lại %s!",
    "searchTeammateInformationAccountSelected": "**Tài khoản đã chọn:**\nID Riot: %s\nMáy chủ: %s",
    "searchTeammateCommandMessageClickButton": "Nhấp vào nút để bắt đầu tính năng!",
    "searchTeammateInformationJoinQueueButtonText": "Tham gia hàng đợi",
    "playerTagShortNameOTP": "Mã xác thực OTP%s",
    "playerTagDescriptionOTP": "Người chơi này đang chơi %s trong %s trò chơi của họ.",
    "playerTagShortNameGoodWithChampion": "Tốt với %s",
    "playerTagShortNameBadWithChampion": "Xấu với %s",
    "playerTagDescriptionGoodWithChampion": "Người chơi này có tỷ lệ thắng là %s (%d ván) với %s",
    "playerTagShortNameGoodCS": "CSing tuyệt vời",
    "playerTagShortNameBadCS": "CSing tệ",
    "playerTagDescriptionGoodCS": "Người chơi này là một trong những CSer tốt nhất của %s với trung bình %s CS/phút (%s cao nhất)",
    "playerTagDescriptionBadCS": "Người chơi này gặp khó khăn khi CSing với %s. Họ có trung bình %s CS/phút (%s tệ nhất)",
    "playerTagShortNameGoodAgainstChampion": "Tốt Chống lại %s",
    "playerTagShortNameBadAgainstChampion": "Xấu so với %s",
    "playerTagDescriptionGoodAgainstChampion": "Người chơi này có tỷ lệ thắng là %s với %s so với %s (%d ván đấu)",
    "playerTagShortNameHotStreak": "Chuỗi nóng",
    "playerTagShortNameColdStreak": "Vệt lạnh",
    "playerTagDescriptionHotStreak": "Người chơi này đang có chuỗi %d trận thắng liên tiếp",
    "playerTagDescriptionColdStreak": "Người chơi này đang trong chuỗi %d trận đấu tệ hại",
    "playerTagShortNameChampionAddict": "",
    "playerTagDescriptionChampionAddict": "Người chơi này thuộc lòng vị tướng của mình! (%.1fM điểm thành thạo)",
    "mapZoneMidLane": "Đường giữa",
    "mapZoneBlueMidLane": "Đường giữa màu xanh",
    "mapZoneRedMidLane": "Đường giữa màu đỏ",
    "mapZoneBotLane": "Đường dưới",
    "mapZoneBlueBotLane": "Đường dưới blueside",
    "mapZoneRedBotLane": "Đường dưới phía đỏ",
    "mapZoneBotAlcove": "Hốc Botlane",
    "mapZoneRiverBot": "Sông botside",
    "mapZoneRiverTop": "Mặt trên của sông",
    "mapZoneBlueJungleTop": "Jungle top blueside",
    "mapZoneRedJungleTop": "Jungle top redside",
    "mapZoneBlueJungleBot": "Jungle bot blueside",
    "mapZoneRedJungleBot": "Con bot rừng đỏ",
    "mapZoneDrake": "con vịt đực",
    "mapZoneNashor": "Nashor",
    "mapZoneBlueBase": "Cơ sở màu xanh",
    "mapZoneRedBase": "Đế đỏ",
    "mapZoneTopLane": "Mặt phẳng trên",
    "mapZoneBlueTopLane": "Mặt xanh của mặt phẳng",
    "mapZoneRedTopLane": "Mặt trên cùng màu đỏ",
    "mapZoneTopAlcove": "Hốc tường trên cùng",
    "mapZoneTopsideJungle": "Đỉnh núi rừng",
    "mapZoneBotsideJungle": "Rừng Botside",
    "mapZoneTopside": "Mặt trên",
    "mapZoneBotside": "Phía Botside",
    "playerTagShortNameWarmingUp": "Khởi động",
    "playerTagShortNameLongTimeNoSee": "Lâu rồi không gặp",
    "playerTagDescriptionLongTimeNoSee": "Người chơi này đã không chơi trong hơn %d ngày!",
    "playerTagDescriptionLongTimeNoSeeEmpty": "Người chơi này đã không chơi trong một thời gian rồi!",
    "playerTagDescriptionWarmingUpOneDay": "Đây là trận đấu đầu tiên của cầu thủ này trong ngày hôm nay.",
    "playerTagShortNameEarlyInvader": "Kẻ xâm lược sớm",
    "playerTagDescriptionEarlyInvader": "Người chơi này xâm nhập vào phút đầu tiên trong %s trò chơi của họ",
    "playerTagShortNameGoodDiver": "Thợ lặn giỏi",
    "playerTagShortNameBadDiver": "Lặn, Chết, Lặp lại",
    "playerTagDescriptionGoodDiver": "Người chơi này thường lặn thành công",
    "playerTagDescriptionBadDiver": "Người chơi này thường chết khi đang lặn và không giết được đối thủ (% số ván đấu)",
    "gameTypeUnknownMini": "Nhiệt độ.",
    "gameTypeCustomMini": "Phong tục",
    "gameType5v5DraftMini": "Bản nháp",
    "gameTypeQuickPlayNormalMini": "Chơi nhanh",
    "gameType5v5RankSoloQMini": "ĐơnQ",
    "gameType5v5RankedFlexMini": "Uốn cong",
    "gameTypeCoopVsIAMini": "So với Bot",
    "playerTagOutputImageWinrateText": "",
    "playerTagOutputImageWinLoseDetails": "",
    "playerTagOutputImagePlayingChampionTitle": "Đang chơi %s %s",
    "playerTagOutputImageJungleGank": "Có xu hướng thích gank %s",
    "playerTagOutputImageRoam": "Có xu hướng thích chuyển vùng %s",
    "playerTagOutputImageMidRoamNoPref": "Có xu hướng đi lang thang, nhưng không có sở thích rõ ràng",
    "playerTagOutputImageNoRoam": "Có xu hướng không đi lang thang nhiều",
    "playerTagOutputImageTopBotSuppRoamPref": "Có xu hướng đi lang thang %s",
    "playerTagOutputImageTopBotSuppRoam": "Có xu hướng đi lang thang mà không ưu tiên làn đường",
    "playerTagOutputImageNoKill": "Không có điểm hạ gục hoặc hỗ trợ nào được ghi",
    "playerTagOutputImageMinimapNotEnoughData": "Không đủ dữ liệu (Cần ít nhất %d trò chơi)",
    "playerTagOutputImageMinimapTitle": "Giết người đầu trò chơi",
    "playerTagOutputImageNoTags": "Không có thông tin nào để hiển thị :C",
    "season2024Split3Name": "Mùa giải 2024 | Phần 3",
    "season2024Split3SmallName": "S2024/3",
    "global": "Toàn cầu",
    "statsProfileWinrateQueueTitle": "Tỷ lệ thắng theo hàng đợi (Tháng trước)",
    "statsProfileWinrateLineBody": "",
    "normal": "Bình thường",
    "statsProfileWinrateChampionTitle": "Tỷ lệ thắng của Champion (Tháng trước)",
    "noData": "Không có dữ liệu",
    "bettingMenuTitle": "Bạn có muốn đặt cược vào trận đấu của %s không?",
    "bettingMenuDescription": "Bạn có thể đặt cược vào một trò chơi trong vòng 5 phút sau khi trò chơi bắt đầu. Người chơi tham gia trò chơi không được phép đặt cược.",
    "bettingMenuTitleMultiple": "Bạn có muốn đặt cược vào trận đấu của %s và đồng đội không?",
    "bettingMenuBlueFieldTitle": "Đặt cược cho đội xanh?",
    "bettingMenuPossibleGain": "Tỷ lệ cược là **%s**. Xác suất chiến thắng được Zoe dự đoán: **%s**",
    "bettingMenuRedFieldTitle": "Đặt cược cho đội đỏ?",
    "bettingMenuPlayerTeamFieldTitle": "Đặt cược vào đội %s ? (%s)",
    "bettingMenuEnemyTeamFieldTitle": "Đặt cược vào đội đối phương? (%s)",
    "rankChannelGameStartedTitleClassic": "",
    "rankChannelGameStartedTitleDanger": "📉🚨 %s đã bắt đầu một trò chơi mà họ có thể bị giáng cấp! (%s)",
    "rankChannelGameStartedTitleRankUp": "📈🚨 %s đã bắt đầu một trò chơi mà họ có thể thăng hạng! (%s)",
    "rankChannelGameStartedTitleTwoSide": "⚠️🚨 %s và %s đang chơi với nhau! (%s)",
    "rankChannelGameStartedDescriptionTwoSide": "Phía Xanh: %s | Phía Đỏ: %s",
    "betNotAvailableButton": "Cược không thể: trò chơi đã diễn ra được 5 phút",
    "betNotPossibleGameEnded": "Không thể đặt cược cho trận đấu này nữa.",
    "betAmountMenuTitle": "Bạn muốn cược bao nhiêu?",
    "betAmountMenuDescripition": "**Hiện đang đặt cược vào %s**\n\nHiện tại bạn có **%s** điểm đặt cược!",
    "betAmountMenuFieldAmountCurrentlySelectedTitle": "Cược hiện đang được chọn",
    "betAmountSelectNotEnoughBetPoints": "Bạn không có đủ điểm để đặt cược vào trò chơi",
    "betButton": "Đặt cược %s điểm!",
    "cancel": "Hủy bỏ",
    "betNotPossibleDelayExpired": "Bạn không thể đặt cược vào trò chơi này nữa vì thời gian trì hoãn 5 phút đã hết.",
    "betAmountNotSelected": "Không chọn số tiền đặt cược!",
    "betNotPossiblePlayerNotRegisted": "Bạn phải đăng ký trong Zoe để đặt cược! Sử dụng lệnh ``/create player`` hoặc ``/register``!",
    "betNotPossibleNotEnoughBetPoints": "Bạn không có đủ điểm! Hiện tại bạn có %s điểm khả dụng.",
    "betPlacedCorrectlyTitle": "**Bạn đã đặt cược thành công! Chúc bạn may mắn!**",
    "betPlacedFieldSideTitle": "Đội tuyển được chọn",
    "betPlacedFieldAmountTitle": "Đặt cược",
    "betPlacedFieldPotentialWinTitle": "Lợi nhuận tiềm năng",
    "betAlreadyPlacedFieldTitle": "Cược đã được thực hiện",
    "betAlreadyPlacedPotentialGainFieldTitle": "Tổng lợi nhuận tiềm năng",
    "betAlreadyPlacedOtherTeam": "Bạn đã đặt cược vào đội kia rồi!",
    "betPlacedNotificationGeneric": "️⚠🚨 **%s đã đặt cược %s cho %s! Lợi nhuận tiềm năng: %s**",
    "betPlacedNotificationFor": "️🤝🚨 **%s đã đặt cược %s tin rằng %s sẽ thắng trò chơi! Lợi nhuận tiềm năng: %s**",
    "betPlacedNotificationAgainst": "️😈🚨 **%s đã đặt cược %s vào đội %s! Lợi nhuận tiềm năng: %s**",
    "betWinNotificationFor": "🚀🤝🚨 **Cược của %s cho %s đã thành công! Họ thắng %s điểm!**",
    "betWinNotificationAgainst": "🚀😈🚨 **Cược của %s chống lại %s đã thành công! Họ thắng %s điểm!**",
    "betLoseNotificationFor": "📉🤝🚨 **Cược của %s cho %s là một sai lầm! Họ mất %s điểm!**",
    "betLoseNotificationAgainst": "📉😈🚨 **Cược của %s chống lại %s là một sai lầm! Họ mất %s điểm!**",
    "betWinNotificationGeneric": "🚀🚨 **%s đã cược thành công cho %s! Họ thắng %s điểm!**",
    "betLoseNotificationGeneric": "📉🚨 **Cược của %s cho %s là một sai lầm! Họ mất %s điểm!**",
    "betNotPossiblePlayerIsInsideGame": "Bạn không thể đặt cược vào trò chơi mà bạn đang chơi!",
    "betResultsMultipleTitle": "**Kết quả cược cho trận đấu của %s!**",
    "betResultsMultipleBothSideTitle": "**Kết quả cược cho trận đấu giữa %s và %s!**",
    "leaderboardObjectiveBettingPointsTitle": "Điểm cược bảng xếp hạng",
    "leaderboardObjectiveBettingPoints": "Điểm cược",
    "showBetsPointsHelpMessageSlashCommand": "Hiển thị điểm cược của người chơi được chọn. Mặc định là của bạn.",
    "showBetPointsCommandDiscordIdInvalid": "ID Discord được cung cấp không hợp lệ, vui lòng kiểm tra xem ID có chính xác không và thử lại.",
    "showBetPointsCommandPlayerNotFound": "",
    "showBetPointsCommandMessage": "",
    "showBetPointsCommandBonusPoints": "__**Điểm cược thụ động tăng**__\nĐối với một trận thắng: %d | Điểm cược đối với một trận thua: %d",
    "showBetPointsCommandNoMultiplicator": "",
    "showBetPointsCommandMultiplicator": "",
    "season2025Split1Name": "Năm 2025 | Phần 1",
    "season2025Split1SmallName": "Y2025/S1",
    "betNotPossibleAgainstYourself": "Bạn không thể cược ngược lại chính mình! Hãy tin tưởng vào bản thân mình!",
    "gameTypeSwiftplayNormal": "5v5 Swiftplay | Summoner's Rift",
    "gameTypeSwiftplayNormalSmall": "Chơi nhanh 5v5",
    "gameTypeSwiftplayNormalMini": "Chơi nhanh",
    "informationPanelRefreshedTimeBoosted": "**⭐ Máy chủ được tăng cường - Làm mới nhanh hơn ⭐ ** - *Làm mới sau mỗi %s phút | %s | Phát hiện thay đổi cuối cùng %s*",
    "informationPanelRefreshedTimeSmallBoosted": "**⭐ Máy chủ được tăng cường nhỏ - Làm mới rất nhanh ⭐ ** - *Làm mới sau mỗi %s phút | %s | Phát hiện thay đổi cuối cùng %s*",
    "leaderboardTeamFilterNoTeam": "Không có bộ lọc nhóm",
    "leaderboardTeamFilterPlaceholder": "Chọn một đội để lọc",
    "leaderboardTeamFilterNextPage": "Xem thêm",
    "leaderboardTitleTeamFilter": "Đội %s",
    "infoPanelInGamePlayer": "**Người chơi trong trò chơi:**",
    "infoPanelInGamePlayerNoPlayer": "Không có người chơi trong trò chơi",
    "infoPanelMostRecentRankChange": "**Thay đổi thứ hạng gần đây nhất:**",
    "infoPanelMostRecentRankChangeNoChange": "Không có thay đổi thứ hạng để báo cáo",
    "infoPanelRecentInfoTitle": "Trung tâm hoạt động của người chơi",
    "lastChangeDetected": "Thay đổi cuối cùng được phát hiện",
    "season2025Split2Name": "Năm 2025 | Phần 2",
    "season2025Split2SmallName": "Y2025/S2"
}
